Repository: lexruee/ubuntu-release-upgrader
Catalog: po/*.po
Languages: be, cs, ja, lv, te, th, zh_cn

source: Server for %s
be: Сэрвер для %s
cs: Server pro zemi "%s"
ja: %s のサーバ
lv: % serveris
te: %s కొరకు సేవిక
th: เซิร์ฟเวอร์สำหรับประเทศ %s
zh_cn: %s 的服务器

source: Main server
be: Галоўны сэрвер
cs: Hlavní server
ja: メインサーバ
lv: Galvenais serveris
te: ప్రధాన సేవిక
th: เซิร์ฟเวอร์หลัก
zh_cn: 主服务器

source: Custom servers
be: Адмысловыя сэрвэры
cs: Uživatelem vybrané servery
ja: カスタムサーバ
lv: Pašizvēlētie serveri
te: అనురూపిత సేవికలు
th: เซิร์ฟเวอร์ที่กำหนดเอาเอง
zh_cn: 自定义服务器

source: Could not calculate sources.list entry
be: Немагчыма разлічыць запіс sources.list
cs: Nebylo možné vypočítat položku sources.list
ja: ソースを計算できませんでした、エントリーのリストを作ってください
lv: Neizdevās aprēķināt sources.list ierakstu
te: sources.list పద్దును గణించలేకపోతుంది
th: ไม่สามารถคำนวนรายการใน sources.list
zh_cn: 无法计算资源sources.list的路径

source: Unable to locate any package files, perhaps this is not a Ubuntu Disc or the wrong architecture?
be: Немагчыма адшукаць ніводнага файла з пакетам, верагодна, гэты дыск не з'яўляецца Ubuntu ці мае іншую архітэктуру.
cs: Nelze najít žádné soubory balíků, pravděpodobně toto není disk Ubuntu nebo obsahuje chybnou architekturu?
ja: パッケージファイルが見つかりません、Ubuntu Discでないかアーキテクチャーが間違っています
lv: Nav iespējams atrast pakotņu datnes, varbūt, ka šis nav Ubuntu disks vai izvēlēta nepareiza sistēmas arhitektūra?
te: ఏ ప్యాకేజీ ఫైళ్ళను కనుగొనలేకపోతుంది, బహుశా ఇది ఉబుంటు డిస్కు కాకపోవడమో లేక వేరే నిర్మానానికి చెందినదై ఉండొచ్చు?
th: ไม่เจอแพคเกจอะไรเลย บางที่อาจจะไม่ใช่ซีดีของอูบุนตูหรืออาจจะเป็นของระบบอื่น?
zh_cn: 不能定位任何软件包文件，这也许不是一张Ubuntu光盘，或者其架构错误？

source: Failed to add the CD
be: Немагчыма дадаць дыск
cs: Chyba při přidávání CD
ja: CDの追加に失敗しました
lv: Neizdevās pievienot CD
te: CDని జతచేయుటలో విఫలమైంది
th: ไม่สามารถเพิ่มซีดีได้
zh_cn: 添加光盘失败

source: There was a error adding the CD, the upgrade will abort. Please report this as a bug if this is a valid Ubuntu CD. The error message was: '%s'
be: Узьнікла памылка даданьня дыску, абнаўленьне будзе спынена. Калі ласка, паведаміце пра памылку, калі гэта сапраўдны дыск Ubuntu/ Тэкст памылкі: "%s"
cs: Vyskytla se chyba při přidávání CD, přechod na vyšší verzi bude přerušen. Prosím nahlaste tuto situaci jako chybu (pokud používáte správné CD s Ubuntu). Chybová zpráva byla: '%s'
ja: CD の追加に失敗したため、アップグレードは終了されます。この CD が正規の Ubuntu CD の場合は、このことをバグとして報告してください。 エラーメッセージ： '%s'
lv: Pievienojot CD, radās kļūda un līdz ar to atjaunināšana tiks pārtraukta. Lūdzu ziņojiet par to kā par kļūdu, ja šis ir īsts Ubuntu CD. Kļūdas paziņojums bija: '%s'
te: CDని జతచేయుటలో దోషము వచ్చింది, ఉన్నతీకరణ మధ్యలోరద్దుచేయబడుతుంది. ఒకవేళ ఇది సరియైన ఉబుంటూ CD అయితే, దయచేసి దీనిన ఒక బగ్ వలె నివేదించండి. దోష సందేశం ఏమిటంటే: '%s'
th: มีปัญหาในการเพิ่มซีดี จึงขอยกเลิกการปรับรุ่น กรุณารายงานปัญหานี้ถ้าคุณใช้ซีดีที่ถูกต้องของอูบุนตู ปัญหาคือ: '%s'
zh_cn: 添加光盘时出错，升级中止。如果它是一个可用的 Ubuntu 光盘，那么请报告本错误。 错误消息是： '%s'

source: Remove package in bad state
be: Выдаліць пакет у кепскім стане
cs: Odstranit balík ve špatném stavu
ja: 壊れた状態のパッケージを削除する
lv: Aizvākt pakotni, kas ir sliktā stāvoklī
te: పనికిరాని స్థితిలో ఉన్న ప్యాకేజీని తొలగించండి
th: ลบแพ็คเกจส่วนที่ใช้การไม่ได้
zh_cn: 卸载状态异常的软件包

source: The package '%s' is in an inconsistent state and needs to be reinstalled, but no archive can be found for it. Do you want to remove this package now to continue?
be: Пакет “%s“ знаходзіцца ў супярэчлівым стане і мусіць быць пераўсталяваны, але немагчыма адшукаць архіў для яго. Ці жадаеце выдаліць зараз гэты пакет?
cs: Balík "%s" je v nekonzistentním stavu a vyžaduje přeinstalování, ale nebyl pro něj nalezen žádný archiv. Chcete nyní pokračovat odstraněním tohoto balíku?
ja: パッケージ '%s' は 矛盾した状態にあり再インストールが必要ですが、そのためのアーカイブを見つけることができません。 このパッケージを削除して先に進めますか？
lv: Pakotne '%s' atrodas neatbilstīgā stāvoklī un to ir nepieciešams pārinstalēt, taču tās arhīvu nevar atrast. Vai vēlaties aizvākt to, lai turpinātu?
te: %s ప్యాకేజీ అస్థిర స్థితిలో ఉంది మరియు దీనిని పునఃప్రతిష్టించవలసియుంది, కాని దీని కొరకు ఎలాంటి ఆర్కైవ్ దొరకలేదు. కొనసాగడానికి ఈ ప్యాకేజీని తొలగించమందురా?
th: แพคเกจ '%s' อยู่ในสถาณะที่ไม่ถูกต้องและต้องทำการติดตั้งใหม่ แต่ไม่สามารถหาข้อมูลมาแก้ไขได้ คุณต้องการที่จะลบแพคเกจนี้ออกก่อนที่จะดำเนินการต่อไปหรือไม่?
zh_cn: 软件包'%s'处于一个不一致的状态，需要重新安装，但是没有找到对应的存档。你希望现在删除这个软件包以进行下一步吗？

source: The server may be overloaded
be: Магчыма сэрвер перагружаны
lv: Iespējams, ka serveris ir pārslogots
te: సర్వర్ పై భారం ఎక్కువగా ఉన్నట్టుంది

source: Broken packages
be: Пакеты з памылкай
cs: Poškozené balíky
ja: 壊れたパッケージ
lv: Bojātas pakotnes
te: విరిగిన ప్యాకేజీలు
th: แพกเกจเสียหาย
zh_cn: 破损的软件包

source: Your system contains broken packages that couldn't be fixed with this software. Please fix them first using synaptic or apt-get before proceeding.
be: Вашая сыстэма ўтрымлівае пакеты з зламанымі залежнасьцямі, якія немагчыма выправіць у гэтай праграме. Калі ласка, спачатку выпраўце іх з дапамогай synaptic ці apt-get перш чым працягваць.
cs: Váš systém obsahuje poškozené balíky, které nemohou být tímto programem opraveny. Před pokračováním je prosím opravte pomocí synapticu nebo apt-get.
ja: システムにはこのソフトウェアでは修復できない壊れたパッケージが含まれています。 先に進む前に、 まず Synaptic や apt-get を使って問題を修正してください。
lv: Jūsu sistēmā ir bojātas pakotnes, kuras nevar salabot ar šo programmu. Pirms turpiniet, lūdzu, salabojiet tās, izmantojot synaptic vai apt-get rīkus.
te: మీ వ్యవస్థలో ఈ సాఫ్టువేరుతో సరిచేయ వీలులేని విరిగిన ప్యాకేజీలు ఉన్నాయి. ముందుకు సాగే ముందు, దయచేసి synaptic లేదా apt-get ను ఉపయోగించి వీటిని సరిచేయండి.
th: ระบบของคุณมีแพกเกจที่มีปัญหาที่ไม่สามารถซ่อมได้ด้วยโปรแกรมนี้ กรุณาซ่อมโดยใช้โปรแกรม synaptic หรือ apt-get ก่อนดำเนินการต่อไป
zh_cn: 你的系统包含有破损的软件包而不能通过此软件修复。 在你继续前请先用新立得或者apt-get修复它们。

source: An unresolvable problem occurred while calculating the upgrade: %s This can be caused by: * Upgrading to a pre-release version of Ubuntu * Running the current pre-release version of Ubuntu * Unofficial software packages not provided by Ubuntu
be: Невырашальная праблема ўзьнікла ў час падліку апгрэйду: %s Гэта магло здарыцца з-за наступных прычын: * апгрэйд да прэ-рэлізу Ubuntu * працы з прэ-рэлізам Ubuntu * неафіцыйных праграм, якія не пастаўляюцца з Ubuntu
cs: Během plánování povýšení systému nastal neřešitelný problém: %s Možné příčiny: * Povyšování na předprodukční verzi Ubuntu * Spuštěný systém je předprodukční verze Ubuntu * V systému jsou neoficiální softwarové balíky neposkytované od Ubuntu
ja: アップグレードの計算中に解決不能の問題が発生しました： %s 以下の原因が考えられます： * Ubuntuのプリリリースバージョンへアップグレードしようとしています。 * Ubuntuの現時点でリリースされていないバージョンを使っています。 * Ubuntuが提供していない私的ソフトウェアパッケージを利用しています。
lv: Parādījusies neatrisināma problēma aprēķinot uzlabojumu: %s To, iespējams, ir izraisījis kāds no šiem iemesliem: * Uzlabošana uz pirmslaidiena Ubuntu versiju * Pašreizējās pirmslaidiena Ubuntu versijas lietošana * Neoficiālas programmu pakotnes, kuru piegādātājs nav Ubuntu
te: నవీకరణను గణించడంలో పరిష్కరించలేని సమస్య వచ్చింది: %s దీనికి కారణము క్రింది వాటిలో ఏదో ఒకదాని వల్ల కావచ్చు: * ముందు-విడుదల వెర్షను ఉబుంటూకి నవీకరించడం * ప్రస్తుత ముందు-విడుదల వెర్షను ఉబుంటూని నడపడం * ఉబుంటూ అందించని అనధికారిక సాఫ్టువేరు
th: มีปัญหาที่แก้ไม่ได้ขณะวางแผนในการปรับรุ่น: %s ปัญหาอาจจะมาจาก: * ปรับรุ่นขึ้นไปเป็นรุ่น pre-release ของอูบุนตู * ขณะนี้กำลังใช้รุ่น pre-release ของอูบุนตูอยู่ * ไม่ใช่ซอฟต์แวร์แพคเกจที่มาจากอูบุนตูอย่างเป็นทางการ
zh_cn: 一个无法解决的问题在准备升级时发生了：%s 这可能是由以下原因引起的： *升级到了一个预发行ubuntu版本 *正在运行当前的预发行ubuntu版本 *非官方软件包没有被ubuntu所提供

source: This is most likely a transient problem, please try again later.
be: Гэта вельмі падобна на часовую праблему, паўтарыце спробу крыху пазьней.
cs: Toto je pravděpodobně pouze dočasný problém, prosím zkuste to znovu později.
ja: これは一時的な問題のようです。後でもう一度試してください。
lv: Šī, visdrīzāk, ir īslaicīga problēma. Lūdzu, mēģiniet vēlāk vēlreiz.
te: ఇది బహుశః ఒక అశాశ్వత సమస్య, దయచేసి మళ్ళీ ప్రయత్నించండి.
th: นี่อาจจะเป็นปัญหาที่เกิดขึ้นชั่วขณะ กรุณาลองใหม่อีกครั้งทีหลัง
zh_cn: 很可能发生了一个传输问题，请一会儿重试。

source: If none of this applies, then please report this bug against the 'update-manager' package and include the files in /var/log/dist-upgrade/ in the bug report.
be: Клі нічога з гэтага не падыходзіць, калі ласка, паведаміце пра памылку ў пакеце “update-manager“ і ўключыце файлы з /var/log/dist-upgrade/ у справаздачу.
cs: Pokud příčinou není ani jedna z uvedených, pak prosím nahlaste problém vůči balíku "update-manager" a k hlášení přiložte soubory z /var/log/dist-upgrade/.
ja: これがどれも適用されないのであれば、'update-manager' パッケージに対するバグとして、/var/log/dist-upgrade/ にあるファイルを含めて報告してください。
lv: Ja neviens no situācijas aprakstiem neatbilst, lūdzu aizpildiet kļūdu par 'ubuntu-manager' pakotni un iekļaujiet failus no /var/log/dist-upgrade savā kļūdas ziņojumā.
th: ถ้าทั้งหมดนี้ไม่ถูกต้อง กรุณารายงานปัญหานี้สำหรับแพคเกจ 'update-manager' และแนบไฟล์ใน /var/log/dist-upgrade/ มากับรายงานด้วย
zh_cn: 如果这些都不可用，请报告这个对于'update-manager'包的软件错误，并把目录/var/log/dist-upgrade/下面的文件包含到错误报告里面。

source: Could not calculate the upgrade
be: Немагчыма падлічыць абнаўленьне
cs: Nemohu vypočítat přechod na novější vydání
ja: アップグレードが算定できません
lv: Nevar aprēķināt uzlabojumu
te: ఉన్నతీకరణను గణించడం వీలుకాదు
th: ไม่สามารถคำนวณการปรับรุ่นได้
zh_cn: 无法计算更新

source: Error authenticating some packages
be: Памылка аўтэнтыфікацыі некаторых пакетаў
cs: Chyba při ověřování některých balíků
ja: いくつかのパッケージが認証されませんでした
lv: Kļūda, autentificējot dažas pakotnes
te: కొన్ని ప్యాకేజీలను ధృవీకరించుటలో దోషము
th: มีปัญหาในการยืนยันแหล่งต้นตอสำหรับบางแพกเกจ
zh_cn: 在认证一些软件包时出错

source: It was not possible to authenticate some packages. This may be a transient network problem. You may want to try again later. See below for a list of unauthenticated packages.
be: Немагчыма аўтэнтыфікаваць некаторыя пакеты. Гэта можа быць з-за часовай праблемы зь сеткай. Вы можаце паспрабаваць паўтарыць дзеяньне пазьней. Глядзіце ніжэй сьпіс неаўтэнтыфікаваных пакетаў.
cs: Nebylo možné ověřit pravost některých balíků. Důvodem může být přechodný problém v síti. Zkuste to prosím později. Níže je uveden seznam postižených balíků.
ja: いくつかのパッケージが認証できませんでした。これは一時的なネットワークの問題かもしれません。あとで再び試してみてください。下に認証できなかったパッケージが表示されます。
lv: Nav iespējams autentificēt dažas pakotnes. Tā varētu būt tīkla problēma. Pamēģiniet atkārtot šo darbību vēlāk. Sekojiet zemāk neautentificēto pakotņu sarakstam.
te: కొన్ని ప్యాకేజీలను ధృవీకరించటం సాధ్యపడదు. ఇది ఒక అశాశ్వత నెట్వర్కు సమస్య కావచ్చు. మీరు తర్వాత మళ్ళీ ప్రయత్నించవచ్చు. ధృవీకరించని ప్యాకేజీల కోసం క్రింద జాబితా చూడండి.
th: ไม่สามารถยืนยันแหล่งต้นตอของบางแพกเกจได้ ซึ่งอาจเกิดจากปัญหาชั่วคราวของระบบเครือข่ายก็ได้ คุณอาจจะลองใหม่อีกครั้งภายหลัง กรุณาตรวจดูรายชื่อแพกเกจที่ไม่ผ่านการยืนยันที่ด้านล่างนี้
zh_cn: 无法认证一些软件包。这可能是暂时的网络问题。你可以在稍后再试。以下是未认证软件包的列表。

source: The package '%s' is marked for removal but it is in the removal blacklist.
be: Пакет “%s“ пазначаны для выдаленьня, але ён у чорным сьпісе выдаленьня.
cs: Balík "%s" je označen k odstranění, ale přitom je uveden v seznamu neodstranitelných.
ja: パッケージ'%s'が削除に指定されましたが、削除ブラックリストに入っています。
lv: Pakotne '%s' ir atzīmēta kā noņemama, bet tā ir izņemšanas melnajā sarakstā.
te: '%s' ప్యాకేజీ తొలగించడానికి గుర్తుపెట్టబడింది కాని ఇది తొలగింపు బ్లాక్ లిస్టులో ఉంది.
th: แพคเกจ '%s' ถูกกำหนดไว้เพื่อลบออกแต่แพคเกจนี้มีชื่อในบัญชีดำสำหรับลบออก
zh_cn: 软件包 '%s'标记为可移除，但它已在移除黑名单中。

source: The essential package '%s' is marked for removal.
be: Важны пакет “%s“ пазначаны для выдаленьня.
cs: Stěžejní balík "%s" je označen k odstranění.
ja: 必須パッケージ'%s'に削除マークがついています。
lv: Svarīga pakotne '%s" ir atzīmēta noņemšanai.
te: ముఖ్యమైన ప్యాకేజి '%s' తొలగించుటకు గుర్తుపెట్టబడింది.
th: แพคเกจที่จำเป็น '%s' ถูกกำหนดไว้เพื่อลบออก
zh_cn: 必要的软件包'%s'被标记为移除。

source: Trying to install blacklisted version '%s'
be: Спроба ўсталёўкі ўнесенай у чорны сьпіс вэрсіі '%s'
lv: Mēģina instalēt versiju '%s', kas atrodas melnajā sarakstā
te: బ్లాక్ లిస్ట్ చేయబడిన వెర్షను '%s'ను స్థాపించుటకు ప్రయత్నిస్తున్నారు

source: Can not mark '%s' for upgrade
be: Немагчыма пазначыць “%s“ для апгрэйду
cs: Nelze označit "%s" k aktualizaci
ja: '%s'をアップグレードに指定できません。
lv: Nevaru atzīmēt '%s' uzlabošanai
th: ไม่สามารถกำหนด '%s' ไว้เพื่อปรับรุ่น
zh_cn: %s不能被标记为升级

source: Can't install '%s'
be: Немагчыма ўсталяваць "%s"
cs: Nemohu nainstalovat '%s'
ja: '%s'をインストールすることができません。
lv: Nevar instalēt '%s'
te: '%s'ను స్థాపించడం కుదరదు
th: ไม่สามารถติดตั้ง '%s'
zh_cn: 无法安装 '%s'

source: It was impossible to install a required package. Please report this as a bug.
be: Немагчыма ўсталяваць патрэбны пакет. Калі ласка, паведаміце аб гэтай памылцы.
cs: Nebylo možné nainstalovat požadovaný balík. Prosím oznamte to jako chybu.
ja: 要求されたパッケージのインストールができません。バグとして報告してください。
lv: Nebija iespējams instalēt pieprasīto pakotni. Lūdzu ziņojiet par šo kļūdu.
th: ไม่สามารถติดตั้งแพกเกจที่ต้องการได้ กรุณารายงานปัญหานี้
zh_cn: 无法安装要求的软件包。请汇报这个错误。

source: Can't guess meta-package
be: Немагчыма вызначыць мэта-пакет
cs: Nemohu odhadnout meta-balík
ja: メタパッケージを推測できません
lv: Neizdodas uzminēt meta-pakotni
te: meta-package ను నిదానించలేదు
th: ไม่สามารถเดาแพกเกจแม่งาน (meta-package) ได้
zh_cn: 无法猜出元数据包

source: Your system does not contain a ubuntu-desktop, kubuntu-desktop, xubuntu-desktop or edubuntu-desktop package and it was not possible to detect which version of Ubuntu you are running. Please install one of the packages above first using synaptic or apt-get before proceeding.
be: Вашая сыстэма не ўтрымлівае пакет ubuntu-desktop, kubuntu-desktop, xubuntu-desktop ці edubuntu-desktop таму немагчыма вызначыць якую вэрсію Ubuntu вы маеце. Калі ласка, найперш усталюйце адзін з вышэй узгаданых пакетаў з дапамогай synaptic ці apt-get.
cs: Váš systém neobsahuje žádný z balíků ubuntu-desktop, kubuntu-desktop, xubuntu-desktop nebo edubuntu-desktop a nebylo možné zjistit, kterou verzi Ubuntu používáte. Prosím nainstalujte si nejprve jeden z uvedených balíků pomocí synapticu nebo apt-get před tím než budete pokračovat.
ja: システムに ubuntu-desktop, kubuntu-desktop, xubuntu-desktop, もしくはedubuntu-desktop パッケージが含まれていません。また、実行している ubuntu のバージョンが検出できません。 開始前に Synaptic や apt-get を使用して、まずは上記のパッケージのうちのひとつをインストールしてください。
lv: Jūsu sistēmā nav instalēta neviena no ubuntu-desktop, kubuntu-desktop, xubuntu-desktop vai edubuntu-desktop darbvirsmas pakotnēm un nebija iespējams noteiktu, kura Ubuntu versija jums ir uzlikta. Pirms turpiniet, lūdzu, instalējiet vienu no augstākminētajām pakotnēm izmantojot synaptic vai apt-get rīkus.
te: మీ వ్యవస్థలో ubuntu-desktop, kubuntu-desktop, xubuntu-desktop లేదా edubuntu-desktop ప్యాకేజీ లేదు మరియు మీరు ఏ వెర్షను ఉబుంటూ నడుపుతున్నరో గుర్తించడానికి సాధ్యపడలేదు. ముందుకు కొనసాగే ముందు, దయచేసి synaptic లేదా apt-get సహాయంతో, పై వాటిలో ఏదో ఒక ప్యాకేజీని ప్రతిష్టించండి.
th: ระบบของคุณไม่มีแพกเกจ ubuntu-desktop, kubuntu-desktop, xubuntu-desktop หรือ edubuntu-desktop ซึ่งทำให้ไม่สามารถตรวจสอบได้ว่าคุณใช้อูบุนตูรุ่นไหนอยู่ กรุณาติดตั้งแพกเกจดังกล่าวอย่างใดอย่างหนึ่งก่อน โดยใช้โปรแกรม synaptic หรือ apt-get ก่อนดำเนินการต่อไป
zh_cn: 你的系统没有安装 ubuntu-desktop，kubuntu-desktop 或 eubuntu-desktop 软件包所以无法确定运行的 ubuntu 的版本。 请先用新立得或 apt-get 安装以上所举软件包中的一个。

source: Reading cache
be: Чытаньне кэша
cs: Probíhá čtení vyrovnávací paměti
ja: キャッシュを読み込み中です
lv: Lasa kešu
te: క్యాచీను చదువుతోంది
th: กำลังอ่านจากที่เก็บชั่วคราว
zh_cn: 正在读取缓存

source: Unable to get exclusive lock
be: Немагчыма атрымаць выключнае блякаваньне
cs: Nelze získat exkluzivní přístup
ja: 排他的なロックができません
lv: Neizdevās iegūt eskluzīvu aizslēgu
te: ప్రత్యేకమైన తాళాన్ని పొందలేకపోతుంది
th: ไม่สามารถล็อคเพื่อเข้าทำงานแต่ผู้เดียวได้
zh_cn: 无法获得排它锁

source: This usually means that another package management application (like apt-get or aptitude) already running. Please close that application first.
be: Звычайна, гэта азначае, што іншы кіраўнік пакетаў (напрыклад apt-get ці aptitude) ужо працуе. Калі ласка, закройце іншае дастасаваньне.
cs: Tohle obvykle znamená, že jiný správce balíků (jako apt-get nebo aptitude) již běží. Prosím, nejdříve jej ukončete.
ja: パッケージマネージャは同時にひとつしか起動できません。apt-getやaptitudeなどの、他のパッケージマネージャを終了してください。
lv: Tas parasti nozīmē, ka jau darbojas cita pakotņu pārvaldības lietotne (piemēram apt-get vai aptitude). Lūdzu, aizverat vispirms tās.
te: సాధారణంగా ఇది అంటే ముందే నడుస్తున్న మరో ప్యాకేజీ నిర్వహణ అనువర్తనము (apt-get లేదా aptitude లాగా). దయచేసి మొదట ఆ అనువర్తనమును మూసివేయండి.
th: โดยทั่วไปแล้ว ก็หมายความว่ามีโปรแกรมจัดการแพกเกจอื่น (เช่น apt-get หรือ aptitude) ทำงานอยู่ กรุณาปิดโปรแกรมดังกล่าวก่อน
zh_cn: 这通常意味着另一个包管理程序(例如 apt-get 或 aptitude)正在运行。请首先关闭那个程序。

source: Upgrading over remote connection not supported
be: Апгрэйд праз аддаленае далучэньне не падтрымліваецца
cs: Aktualizace přes vzdálené připojení není podporována
ja: リモート接続を利用したアップグレードはサポートされていません
lv: Uzlabošana izmantojot attālināto savienojumu nav atbalstīta
te: దూరస్థ అనుసంధానం మీదుగా ఉన్నతీకరించుటకు మద్ధతులేదు
th: ไม่สนับสนุนการปรับรุ่นผ่านการติดต่อระยะไกล
zh_cn: 不支持通过远程连接升级

source: You are running the upgrade over a remote ssh connection with a frontend that does not support this. Please try a text mode upgrade with 'do-release-upgrade'. The upgrade will abort now. Please try without ssh.
be: Вы спрабуеце выканаць абнаўленьне праз ssh-злучэньне зь непадтрымліваемым кліентам. Абнавіцеся ў тэкставым рэжыме праз "do-release-upgrade". Абнаўленьне прыпынена. Паспрабуйце бяз ssh.
lv: Jūs cenšaties veikt uzlabošanu izmantojot attālinātu ssh savienojumu ar priekšu, kas šādu darbību neatļauj. Lūdzu provējiet teksta režīma uzlabošanu ar 'do-release-upgrade' komandu. Uzlabošana tagad tiks pārtraukta. Lūdzu mēģiniet bez ssh.
te: మీరు ఏ దూరస్థ ssh అనుసంధానం నుండి ఉన్నతీకరణ చేస్తున్నారో, దాని ఫ్రంట్-ఎండ్ ఉన్నతీకరణని అనుమతించదు. దయచేసి పాఠ్య విధంలో 'do-release-upgrade' తో ఉన్నతీకరించడానికి ప్రయత్నించండి. ఉన్నతీకరణ ఇక్కడితో ఆగిపోతుంది. దయచేసి ssh లేకుండా ప్రయత్నించండి.

source: Continue running under SSH?
be: Працягваць выкананьне праз SSH?
cs: Pokračovat s během pod SSH?
ja: SSH越しに実行していますが、続けますか？
lv: Turpināt izmantojot SSH pieslēgumu?
te: SSH క్రింద ఇంకా నడవాలా?
th: จะทำงานต่อไปโดยใช้ SSH หรือไม่?
zh_cn: 继续在 SSH 下执行？

source: This session appears to be running under ssh. It is not recommended to perform a upgrade over ssh currently because in case of failure it is harder to recover. If you continue, an additional ssh daemon will be started at port '%s'. Do you want to continue?
be: Гэты сэанс запушчаны праз ssh. Не рэкамендавана выконваць абнаўленьне праз ssh, бо ў выпадку няўдачы аднаўленьне будзе вельмі складаным. Калі Вы працягнеце, дадатковая служба ssh будзе запушчана на порце «%s». Жадаеце працягнуць?
lv: Izskatās, ka šī sesija ir palaista zem ssh. Tas nav rekomendēts veikt uzlabošanu izmantojot ssh šobrīd tāpēc ka avārijas gadījumā būs grūtāk atjaunot sistēmas stabilitāti. Ja jūs turpināt, tiks palaists papildus ssh dēmons, kas izmantos portu '%s'. Vai vēlaties turpināt?
te: ఈ సెషన్ ssh ద్వారా నడుస్తున్నట్టుగా ఉంది. ssh మీదుగా ఉన్నతీకరణ చేయడం మంచిది కాదు, అది విఫలం ఐతే తిరిగి పూర్వస్థితికి రావడం చాలా కష్టం. మీరు కొనసాగినట్టైతే, అదనపు ssh డీమన్ ను "%s" పోర్టు వద్ద పురిగొల్పుతాము. మీరు కొనసాగాలనుకుంటున్నారా?

source: Starting additional sshd
be: Запуск дадатковай sshd
cs: Spouští se dodatečné sshd
ja: 予備のsshdを起動しています
lv: Palaiž papildus sshd
te: అదనపు sshd ని ప్రారంభిస్తోంది
th: กำลังเปิด sshd เพิ่มเติม
zh_cn: 正在启用额外的 sshd

source: To make recovery in case of failure easier, an additional sshd will be started on port '%s'. If anything goes wrong with the running ssh you can still connect to the additional one.
be: Каб зрабіць аднаўленьне ў выпадку памылкі лягчэйшым, на порце '%s' будзе запушчаная дадатковая служба sshd. Калі нешта здарыцца, з дапамогай ssh Вы зможаце далучыцца да дадзенай службы.
cs: Aby byla obnova případné havárie lehčí, dodatečný sshd bude spuštěn na portu '%s'. Pokud nastane nějaká chyba s běžícím ssh, můžete se stále připojit na ten dodatečný.
ja: 障害が起こったときに復旧しやすくするため、ポート '%s' でもう一つの sshd を開始します。ssh の実行がうまくいかなくても、もう一方のポートに接続することができます。
lv: Lai nelaimes gadījumā atvieglotu atgūšanos, papildus sshd tiks palaists uz '%s' porta. Ja kaut kas notiet greizi ar pašreizējo ssh, jūs joprojām varēsiet pieslēgties pie papildus ssh.
te: ఒక వేళ విఫలమైతే చేసే రికవరీని సులభం చేయడానికి, '%s' పోర్టుపై ఒక అదనపు sshd ప్రారంభమౌతుంది. ఒక వేళ నడుస్తున్నssh తో ఏదైనా తప్పు జరిగినప్పటికీ మీరు మరోదానితో అనుసంధానం చేయవచ్చు.
th: เพื่อให้การกู้ระบบคืนสู่สภาพเดิมง่ายขึ้นในกรณีที่มีปัญหา โปรแกรมจะเริ่ม sshd อีกอันหนึ่งที่พอร์ต '%s' ถ้ามีปัญหาเกิดขึ้นกับโปรแกรม ssh ที่ใช้อยู่คุณยังสามารถติดต่อผ่านอีกอันหนึ่งได้
zh_cn: 为了更容易从先前的失败升级中恢复，将在端口 ‘%s’ 开启一个附加 sshd。即使目前运行的 ssh 发生错误，仍然能够通过附加 ssh 进行连接。

source: Can not upgrade
be: Немагчыма абнавіць
cs: Nelze přejít na novější vydání
ja: アップグレードできません
lv: Neizdodas atjaunināt
te: ఉన్నతీకరణ సాధ్యపడదు
th: ไม่สามารถปรับรุ่นได้
zh_cn: 无法升级

source: An upgrade from '%s' to '%s' is not supported with this tool.
be: Абнаўленьне ад '%s' да '%s' не падтрымліваецца дадзенай прыладай.
cs: Povýšení systému z "%s" na "%s" není tímto nástrojem podporované.
ja: '%s' から '%s' へのアップグレードは、このツールではサポートされていません。
lv: '%s' uzlabošana uz '%s' izmantojot šo rīku netiek atbalstīta.
te: ఈ సాధనంతో '%s' నుండి '%s' కి ఉన్నతీకరణ సాధ్యపడదు.
th: กราปรับปรุงจาก '%s' เป็น '%s' ไม่สนับสนุนด้วยโปรแกรมนี้
zh_cn: 此工具不支持从 '%s' 到 ‘%s' 的升级。

source: Sandbox setup failed
be: Збой наладкі пясочніцы
cs: Selhalo nastavení zabezpečeného prostředí
ja: サンドボックスのセットアップに失敗しました
lv: Smilškastes iestatīšana neizdevās
te: Sandbox అమరిక విఫలమైంది
th: การเตรียมกล่องทรายสำหรับทดลองมีปัญหา
zh_cn: 安装沙盒失败

source: It was not possible to create the sandbox environment.
be: Немагчыма стварыць асяродзьдзе пясочніцы.
cs: Nebylo možné vytvořit zabezpečené prostředí.
ja: サンドボックス環境を作成することができませんでした。
lv: Neizdevās izveidot smilškastes vidi.
te: స్యాండ్ బాక్ను ఆవరణను సృష్టించడం సాధ్యపడలేదు.
th: ไม่สามารถสร้างสภาพแวดล้อมของกล่องทรายได้
zh_cn: 不能创建沙盒环境

source: Sandbox mode
be: Рэжым пясочніцы
cs: Režim zabezpečeného prostředí
ja: サンドボックスモード
lv: Smilškastes režīms
te: సాండ్ బాక్స్ విధం
th: แบบกล่องทรายสำหรับทดลอง
zh_cn: 沙盒模式

source: This upgrade is running in sandbox (test) mode. All changes are written to '%s' and will be lost on the next reboot. *No* changes written to a systemdir from now until the next reboot are permanent.
be: Абнаўленьне адбываецца ў бясьпечным (тэставым) рэжыме. Усе зьмены запісваюцца ў '%s' і будуць сьцёртыя пасьля перазагрузкі. *Ніякія* зьмены сыстэмных каталёгаў з гэтага часу да наступнай перазагрузкі не зьяўляюцца пастаяннымі.
cs: Tato aktualizace běží v režimu zabezpečeného (testovacího) prostředí. Všechny změny budou zapsány do "%s" a budou ztraceny při příštím restartu. *Žádné* změny zapsané do systémového adresáře od nynějška až do restartu nejsou trvalé.
lv: Šī uzlabošana notiek smilškastes jeb testa režīmā. Visas izmaiņas tiek ierakstītas '%s' un tiks zaudētas pēc nākošās restartēšanas. Sistēmas direktorijā netiks ierakstītas *nekādas* izmaiņas līdz pat nākošajai restartēšanai.
th: การปรับปรุงนี้กำลังดำเนินการในกล่องทราย(ทดลอง)อยู่ ข้อมูลที่เปลี่ยนแปลงถูกบันทึกไว้ที่ '%s' และจะหายไปเมื่อเริ่มเครื่องใหม่คราวหน้า
zh_cn: 这个升级正运行在沙盒（测试）模式下。所有的变更都被写入'%s'并在下次重启时丢失。 从现在起直到下次重启，被写入systemdir的变更*不是*永久的。

source: Your python install is corrupted. Please fix the '/usr/bin/python' symlink.
be: Вашая ўсталёўка python пашкоджана. Калі ласка, выпраўце спасылку "/usr/bin/python".
cs: Vaše instalace pythonu je poškozena. Prosím opravte symbolický odkaz '/usr/bin/python'.
ja: インストールされたPythonが破損しています。シンボリックリンク'/usr/bin/python'を修正してください。
lv: Jūsu python instalācija ir bojāta. Lūdzu salabojiet `/usr/bin/python` simbolisko saiti.
te: మీ python స్థాపన చెడిపోయింది. దయచేసి '/usr/bin/python' లింకును సరిచేయండి.
th: การติดตั้งไพธอนในระบบของคุณเสียหาย กรุณาแก้ไข symlink '/usr/bin/python'
zh_cn: 安装的 python 崩溃，请修复 '/usr/bin/python' 链结。

source: Package 'debsig-verify' is installed
be: Пакет 'debsig-verify' усталяваны
cs: Balík 'debsig-verify' je nainstalován
ja: 'debsig-verify'パッケージがインストールされています
lv: Pakotne 'debsig-verify' ir uzinstalēta
te: 'debsig-verify' ప్యాకేజీ స్థాపించబడింది
th: แพคเกจ 'debsig-verify' ถูกติดตั้งไว้แล้ว
zh_cn: 软件包 'debsig-verify' 已经安装了
