Repository: lexruee/ubuntu-release-upgrader
Catalog: po/*.po
Languages: be, cs, ja, lv, te, th, zh_cn

source: %d package is going to be upgraded.
be: %d пакет будзе абноўлены.
cs: %d balík bude nahrazen vyšší verzí.
ja: %d 個のパッケージがアップグレードされます。
lv: %d pakotne tiks uzlabota.
th: แพกเกจ %d แพกเกจจะถูกปรับรุ่น
zh_cn: %d 个软件包将被升级

source: You have to download a total of %s.
be: Вы мусіце выгрузіць усяго %s.
cs: Bude staženo celkem %s.
ja: 全部で %s をダウンロードする必要があります。
lv: Jums kopā jālejupielādē %s.
th: คุณจะต้องดาวน์โหลดทั้งหมด %s
zh_cn: 你需要下载了总共 %s。

source: Fetching and installing the upgrade can take several hours. Once the download has finished, the process cannot be cancelled.
be: Загрузка і ўсталёўка абнаўленьняў можа заняць некалькі гадзін. Пасьля сканчэньня загрузкі гэты працэс ня можа быць адменены.
cs: Stahování aktualizací a povyšování systému může trvat několik hodin. Jakmile stahování skončí, tak už tento proces nelze zrušit.
ja: アップグレードの取得とインストールには数時間かかることがあります。ダウンロードが終了すると、処理を中断することはできません。
lv: Uzlabojumu iegūšana un instalēšana var prasīt vairākas stundas. Kad lejupielāde būs pabeigta, procesu vairs nevarēs atcelt.
th: การดำเนินการปรับปรุงอาจจะใช้เวลาหลายชั่วโมง ถ้าดาวน์โหลดเสร็จแล้วการดำเนินการจะไม่สามารถยกเลิกได้
zh_cn: 获取并安装升级可能会持续几个小时。一旦下载结束，进程将不能被取消。

source: Your system is up-to-date
be: Вашая сыстэма знаходзіцца ў актуальным стане
cs: Váš systém je plně aktualizovaný
ja: システムは最新の状態です
lv: Jūsu sistēmā ir instalēti visi atjauninājumi
th: ระบบของคุณเป็นรุ่นล่าสุดแล้ว
zh_cn: 您的系统已为最新

source: There are no upgrades available for your system. The upgrade will now be canceled.
be: Для вашае сыстэмы няма абнаўленьняў. Абнаўленьне будзе скасавана.
cs: Pro váš systém nejsou k dispozici žádné aktualizace. Přechod na vyšší verzi bude nyní zrušen.
ja: システムに有効なアップグレードはありません。アップグレードは中止されます。
lv: Jūsu sistēmai uzlabojumi nav pieejami. Uzlabošana tagad tiks pārtraukta.
te: మీ వ్యవస్థకు ఎటువంటి ఉన్నతీకరణలు అందుబాటులో లేవు. ఉన్నతీకరణ ఇపుడు రద్దుచేయబడుతుంది.
th: ไม่มีข้อมูลปรับรุ่นสำหรับระบบของคุณ การปรับรุ่นจึงถูกยกเลิก
zh_cn: 你的系统没有可用升级。升级被取消。

source: Reboot required
be: Патрабуецца перагрузка
cs: Je nutné restartovat počítač
ja: 再起動が必要です
lv: Nepieciešama pārstartēšana
te: రీబూట్ అవసరం
th: ต้องเริ่มระบบใหม่
zh_cn: 需要重启

source: The upgrade is finished and a reboot is required. Do you want to do this now?
be: Абнаўленьне скончана й патрабуецца перагрузка сыстэмы. Ці жадаеце зрабіць яе зараз?
cs: Přechod na vyšší verzi byl dokončen a nyní je nutné restartovat počítač. Chcete jej restartovat nyní?
ja: アップグレードが終了しました。再起動が必要ですが、すぐに実行しますか？
lv: Uzlabošana ir pabeigta un ir nepieciešama sistēmas pārstartēšana. Vai vēlies to veikt tagad?
th: การปรับรุ่นเสร็จสิ้นแล้ว และจำเป็นต้องเริ่มระบบใหม่ คุณต้องการจะทำเดี๋ยวนี้เลยหรือไม่?
zh_cn: 升级已经完成并需要重启。你要现在重启么？

source: Could not run the upgrade tool
be: Немагчыма запусьціць сродак абнаўленьня
cs: Nemohu spustit nástroj pro aktualizaci
ja: アップグレード・ツールを実行できません
lv: Neizdevās palaist jauninājumu rīku
te: ఉన్నతీకరణ సాధనాన్ని నడుపుట వీలుకాదు
th: ไม่สามารถเรียกเครื่องมือปรับรุ่นได้
zh_cn: 不能运行升级工具

source: This is most likely a bug in the upgrade tool. Please report it as a bug
be: Верагодна, гэта выклікана памылкай у сродку абнаўленьня. Калі ласка, паведаміце пра гэта як пра памылку.
cs: Toto je s největší pravděpodobností chyba v nástroji pro aktualizace. Oznamte to jako chybu, prosím.
ja: これはおそらくアップグレード・ツールのバグです。報告してください。
lv: Visticamāk, tā ir kļūda uzlabošanas rīkā. Lūdzu, ziņojiet par to kā par kļūdu
th: น่าจะเป็นข้อผิดพลาดของเครื่องมือปรับรุ่น กรุณารายงานปัญหานี้
zh_cn: 这很可能是升级工具的一个错误。请汇报这个错误。

source: Upgrade tool signature
be: Подпісы прылады абнаўленьня
cs: Podpis aktualizačního nástroje
ja: アップグレード・ツールの署名
lv: Uzlabošanas rīka paraksts
te: ఉన్నతీకరణ సాధనం సంతకం
th: ลายเซ็นของเครื่องมือปรับรุ่น
zh_cn: 升级工具签名

source: Upgrade tool
be: Прылада абнаўленьня
cs: Aktualizační nástroj
ja: アップグレード・ツール
lv: Uzlabošanas rīks
te: ఉన్నతీకరణ సాధనం
th: เครื่องมือปรับรุ่น
zh_cn: 升级工具

source: Failed to fetch
be: Схіб атрыманьня
cs: Stahování selhalo
ja: 取得に失敗しました
lv: Neizdevās iegūt
te: తెచ్చుటలో విఫలమైంది
th: ดึงข้อมูลไม่สำเร็จ
zh_cn: 获取失败

source: Fetching the upgrade failed. There may be a network problem.
be: Схіб атрыманьня абнаўленьня. Магчыма, узьнікла праблема ў сетке.
cs: Stažení aktualizace selhalo. Pravděpodobně je problém se sítí.
ja: アップグレードの取得に失敗しました。おそらくネットワークの問題です。
lv: Neizdevās iegūt uzlabojumus. Tā varētu būt tīkla problēma.
th: ดึงแพกเกจปรับรุ่นไม่สำเร็จ อาจเป็นปัญหาของระบบเครือข่าย
zh_cn: 获取升级信息失败。可能网络有问题。

source: Failed to extract
be: Схіб распакоўкі
cs: Rozbalení selhalo
ja: 抽出に失敗しました
lv: Neizdevās atarhivēt
te: సంగ్రహించుటలో విఫలమైంది
th: แตกแพกเกจไม่สำเร็จ
zh_cn: 提取失败

source: Extracting the upgrade failed. There may be a problem with the network or with the server.
be: Ня ўдалось атрымаць абнаўленьне. Магчыма, узьнікла праблема ў сетке альбо на сэрверы.
cs: Rozbalení aktualizace selhalo. Může být problém se sítí nebo se serverem.
ja: アップグレードの展開に失敗しました。おそらくネットワークまたはサーバの問題です。
lv: Neizdevās atarhivēt uzlabojumu. Tā varētu būt gan tīkla, gan servera problēma.
th: แตกแพกเกจปรับรุ่นไม่สำเร็จ อาจเป็นปัญหาของระบบเครือข่ายหรือของเซิร์ฟเวอร์
zh_cn: 提取升级信息失败。可能是网络或服务器的问题。

source: Verification failed
be: Праверка схібіла
lv: Parbaude neizdevās
te: ప్రమాణీకరణ విఫలమైంది

source: Verifying the upgrade failed. There may be a problem with the network or with the server.
be: Праверка абнаўленьня схібіла. Магчыма, узьнікла праблема ў сетке альбо на сэрверы.
cs: Ověření aktualizace selhalo. Může jít o problém se sítí nebo se serverem.
ja: アップグレードの検証に失敗しました。ネットワーク接続もしくはサーバに問題があるかもしれません。
lv: Neizdevās uzlabojuma pārbaude. Tā varētu būt gan tīkla, gan servera problēma.
th: ตรวจสอบแพกเกจปรับรุ่นไม่สำเร็จ อาจเป็นปัญหาของระบบเครือข่ายหรือของเซิร์ฟเวอร์
zh_cn: 验证升级程序失败。可能是网络或服务器的问题。

source: Authentication failed
be: Няўдалая аўтарызацыя
cs: Selhalo ověření pravosti.
ja: 認証に失敗しました
lv: Autentifikācija neveiksmīga
te: ధృవీకరణ విఫలమైంది
th: ยืนยันแหล่งต้นตอไม่สำเร็จ
zh_cn: 认证失败

source: Authenticating the upgrade failed. There may be a problem with the network or with the server.
be: Праверка сапраўднасьці абнаўленьня схібіла. Магчыма, узьнікла праблема ў сетке альбо на сэрверы.
cs: Ověření pravosti aktualizace selhalo. Může jít o problém se sítí nebo se serverem.
ja: アップグレードの認証に失敗しました。おそらくネットワークまたはサーバの問題です。
lv: Uzlabojuma autentifikācija neizdevās. Tā varētu būt gan tīkla, gan servera problēma.
th: ยืนยันแหล่งต้นตอของแพกเกจปรับรุ่นไม่สำเร็จ อาจเป็นปัญหาของระบบเครือข่ายหรือของเซิร์ฟเวอร์
zh_cn: 认证升级信息失败。可能是网络或服务器的问题。

source: Can not run the upgrade
be: Немагчыма ўрухоміць абнаўленьне
cs: Nelze spustit povýšení systému
ja: アップグレードを実行できません
lv: Neizdodas palaist uzlabošanu
te: ఉన్నతీకరణని నడుపుట సాధ్యంకాదు
th: ไม่สามารถเริ่มโปรแกรมปรับปรุงได้
zh_cn: 不能运行升级

source: This usually is caused by a system were /tmp is mounted noexec. Please remount without noexec and run the upgrade again.
be: Гэта звычайна здараецца, калі /tmp прымантаваны з парамэтрам noexec. Калі ласка, перамантуйце тэчку бяз гэтага парамэтра і запусьціце абнаўленьне зноў.
cs: Toto je většinou způsobeno systémem, kde je /tmp připojeno s noexec. Prosím připojte jej bez noexec a spusťte povýšení znovu.
ja: これは主に /tmp が noexec オプションでマウントされているシステムで起こります。noexec なしで再マウントし、アップグレードを実行しなおしてください。
lv: Šādi parasti gadās sistēmā, kurā /tmp mape ir piemontēta ar 'noexec' karogu. Lūdzu pārmontējiet to bez 'noexec' un palaidiet uzlabošanu vēlreiz.
th: ปัญหานี้โดยปกติเกิดจากระบบเมานท์ /tmp ด้วย noexec กรุณาเมานท์ใหม่ที่ไม่ใช้ noexec แล้วเริ่มโปรแกรมปรับปรุงใหม่
zh_cn: 这通常是由于所在系统的/tmp文件夹以noexec选项挂载。请不以noexec选项挂载/tmp后重新进行升级。

source: The error message is '%s'.
be: Памедамленьне аб памылке «%s».
cs: Chybová hláška zní "%s".
ja: エラーメッセージは'%s'です。
lv: Kļūdas paziņojums ir '%s'.
te: దోష సందేశమేమిటంటే '%s'.
th: ข้อผิดพลาดคือ '%s'
zh_cn: 错误信息是 “%s”

source: Please report this as a bug and include the files /var/log/dist-upgrade/main.log and /var/log/dist-upgrade/apt.log in your report. The upgrade is now aborted. Your original sources.list was saved in /etc/apt/sources.list.distUpgrade.
cs: Prosím oznamte toto jako chybu a k hlášení přiložte soubory /var/log/dist-upgrade/main.log a /var/log/dist-upgrade/apt.log. Aktualizace je nyní zrušena. Váš původní sources.list byl uložen do /etc/apt/sources.list.distUpgrade.
ja: このことをバグとして、ファイル /var/log/dist-upgrade/main.log と /var/log/dist-upgrade/apt.log をレポートに含めて報告してください。現在アップグレードは中断されています。 元の sources.list は /etc/apt/sources.list.distUpgrade に保存されています。
lv: Lūdzu ziņojiet par šo kā kļūdu un iekļaujiet failus /var/log/dist-upgrade/main.log un /var/log/dist-upgrade/apt.log jūsu ziņojumā. Uzlabošana tagad ir pārtraukta.
th: กรุณารายงานปัญหานี้และแนบไฟล์ /var/log/dist-upgrade/main.log และ /var/log/dist-upgrade/apt.log มากับรายงานด้วย การปรับปรุงถูกยกเลิกแล้ว ไฟล์ sources.list ของคุณถูกเก็บไว้ใน /etc/apt/sources.list.distUpgrade
zh_cn: 请把这视做一个错误提交错误报告，并在报告中包含目录/var/log/dist-upgrade/main.log和目录/var/log/dist-upgrade/apt.log下的文件。升级异常中断。你的初始文件sources.list被保存到了文件/etc/apt/sources.list.distUpgrade中。

source: Aborting
be: Абарваць
cs: Ukončování
ja: 中断しました
lv: Pārtrauc
te: మధ్యలోరద్దుచేయబడుతోంది
th: กำลังยกเลิก
zh_cn: 中止

source: Demoted:
be: Паніжана:
cs: Odrazováno:
ja: 降格:
lv: Pazemināta:
th: ปรับลง:
zh_cn: 降级：

source: Continue [yN]
be: Працягнуць [тН]
cs: Pokračovat [aN]
ja: 続行する(yN)
lv: Turpināt [jN]
te: కొనసాగు [yN]
th: ดำเนินการต่อไป[ชม]
zh_cn: 继续 [yN]

source: Details [d]
be: Дэталі [д]
cs: Podrobnosti [d]
ja: 詳細 [d]
lv: Sīkāka informācija [d]
te: వివరాలు [d]
th: รายละเอียด[ร]
zh_cn: 详细信息[d]

source: y
be: т
cs: a
lv: j
th: ช
zh_cn: 是

source: Remove: %s
be: Выдаліць: %s
cs: Odstranit: %s
ja: 削除: %s
lv: Noņemt: %s
te: తొలగించు: %s
th: ลบออก: %s
zh_cn: 移除：%s

source: Install: %s
be: Усталяваць: %s
cs: Nainstalovat: %s
ja: インストール: %s
lv: Instalē: %s
te: స్థాపించు: %s
th: ติดตั้ง: %s
zh_cn: 安装：%s

source: Upgrade: %s
be: Абнавіць: %s
cs: Aktualizovat: %s
ja: アップグレード: %s
lv: Uzlabo: %s
te: ఉన్నతీకరించు: %s
th: ปรับปรุง: %s
zh_cn: 升级：%s

source: Continue [Yn]
be: Працягнуць [Тн]
cs: Pokračovat [An]
ja: 続ける [Yn]
lv: Turpināt [Jn}
te: కొనసాగు [Yn]
th: ทำต่อไป [Yn]
zh_cn: 继续 [Yn]

source: To finish the upgrade, a restart is required. If you select 'y' the system will be restarted.
be: Каб завяршыць абнаўленьне, патрэбна перазагрузка. Калі вы абярэце «т», сыстэма будзе перазагружана.
cs: Pro dokončení povýšení systému je nutné jej restartovat. Pokud zvolíte "a", tak bude systém restartován.
ja: アップグレードを完了するには再起動が必要です。 'Y' を選択すると再起動します。
lv: Lai pabeigtu uzlabošanu, ir nepieciešama restartēšana. Ja izvēlēsieties 'j', sistēma tiks pārstartēta.
te: ఉన్నతీకరణ పూర్తిచేయుటకు , ఒక పునఃప్రారంభం అవసరం. మీరు 'y' ఎంచుకున్నట్టయితే వ్యవస్థ పునఃప్రారంభమవుతుంది.
th: คุณจำเป็นต้องเริ่มระบบใหม่เพื่อทำให้การอัพเกรดเสร็จสมบูรณ์ หากคุณเลือก 'y' จะเป็นการเริ่มระบบใหม่
zh_cn: 为了完成升级，必须重新启动。 如果你选择“是”，系统将会重新启动。

source: <b><big>Cancel the running upgrade?</big></b> The system could be in an unusable state if you cancel the upgrade. You are strongly adviced to resume the upgrade.
be: <b><big>Скасаваць працэс абнаўленьня?</big></b> Сыстэма можа патрапіць у нестабільны стан, калі вы скасуеце абнаўленьне. Вельмі пажадана дачакацца канца абнаўленьня.
cs: <b><big>Zrušit probíhající aktualizaci?</big></b> Zrušení aktualizace může systém uvést do nepoužitelného stavu. <i>Důrazně</i> se doporučuje v aktualizaci pokračovat.
ja: <b><big>アップグレードをキャンセルしますか？</big></b> アップグレードをキャンセルすると、おそらくシステムは不安定な状態になります。アップグレードを再開することを強くおすすめします。
lv: <b><big>Pārtraukt pašlaik notiekošo uzlabošanu?</big></b> Ja jūs pārtrauksiet uzlabošanu, sistēma var kļūt nelietojama. Jums būtu vēlams turpināt uzlabošanas procesu.
te: <b><big>నడుస్తున్న ఉన్నతీకరణని రద్దుచేయాలా?</big></b> ఒకవేళ మీరు ఉన్నతీకరణను రద్దుచేసినట్టయితే వ్యవస్థను వాడటానికి వీలుకాని స్థితిలో ఉండవచ్చు. ఉన్నతీకరణని తిరిగి ప్రారంభించమని మిమ్మల్ని దృఢంగా కోరుతున్నాము.
th: <b><big>ต้องการยกเลิกการปรับรุ่นที่กำลังทำอยู่หรือไม่?</big></b> ระบบอาจอยู่ในสภาพไม่มั่นคงถ้าคุณยกเลิกการปรับรุ่น ขอแนะนำเป็นอย่างยิ่งให้คุณดำเนินการปรับรุ่นต่อไป
zh_cn: <b><big>取消正在运行的升级？</big></b> 如果你取消升级系统可能不稳定。强烈建议你继续升级。

source: <b><big>Restart the system to complete the upgrade</big></b> Please save your work before continuing.
be: <b><big>Перазагрузіце сыстэму, каб завяршыць абнаўленьне</big></b> Калі ласка, захавайце Вашу працу перад працягам.
lv: <b><big>Pārstartējiet sistēmu, lai pabeigtu uzlabošanu</big></b> Lūdzu saglabājiet jūsu darbu, pirms turpiniet.
te: <b><big>ఉన్నతీకరణ పూర్తిచేయుటకు వ్యవస్థను పునఃప్రారంభించండి</big></b> కొనసాగేముందు మీ పనిని భద్రపరుచుకోండి.

source: <b><big>Start the upgrade?</big></b>
be: <b><big>Пачаць абнаўленьне?</big></b>
cs: <b><big>Spustit přechod na vyšší verzi systému?</big></b>
ja: <b><big>アップグレードを開始しますか？</big></b>
lv: <b><big>Sākt uzlabošanu?</big></b>
te: <b><big>ఉన్నతీకరణ ప్రారంభించాలా?</big></b>
th: <b><big>เริ่มการปรับรุ่นหรือไม่?</big></b>
zh_cn: <b><big>开始升级？</big></b>

source: <b><big>Upgrading Ubuntu to version 10.04 LTS</big></b>
lv: <b><big>Uzlabo Ubuntu uz 10.04 LTS versiju</big></b>

source: Difference between the files
be: Адрозьненьні паміж файламі
cs: Rozdíl mezi soubory
ja: ファイル間の違い
lv: Atšķirība starp failiem
te: ఫైళ్ళ మధ్యలో తేడా
th: ความแตกต่างระหว่างแฟ้ม
zh_cn: 文件之间的区别

source: Distribution Upgrade
be: Абнавіць дыстрыбутыў
cs: Přechod na vyšší verzi distribuce
ja: ディストリビューションのアップグレード
lv: Distributīva uzlabošana
te: పంపిణీ ఉన్నతీకరణ
th: ปรับรุ่นแบบข้ามรุ่นจัดแจก
zh_cn: 发行版升级

source: Restarting the computer
be: Перазапуск кампутара
cs: Restartuji počítač
ja: コンピュータの再起動
lv: Pārstartē datoru
te: కంప్యూటర్ పునఃప్రారంభించబడుతోంది
th: เริ่มเครื่องคอมพิวเตอร์ใหม่
zh_cn: 系统正在重新启动

source: Setting new software channels
be: Усталёўка новых крыніц дастасаваньняў
cs: Nastavuji nové softwarové kanály
ja: 新しいソフトウェア・チャンネルの設定
lv: Iestata jaunos programmatūras kanālus
te: కొత్త సాప్ట్‍వేర్ ఛానళ్ళు అమర్చబడుతున్నాయి
th: กำลังตั้งค่าช่องซอฟต์แวร์ใหม่
zh_cn: 设定新软件频道

source: Terminal
be: Тэрмінал
cs: Terminál
ja: 端末
lv: Terminālis
te: టెర్మినల్
th: เทอร์มินัล
zh_cn: 终端

source: _Cancel Upgrade
be: Ска_саваць абнаўленьне
cs: _Zrušit přechod na vyšší verzi systému
ja: アップグレードを中断(_C)
lv: _Atcelt uzlabošanu
te: ఉన్నతీకరణను రద్దుచేయి(_C)
th: _ยกเลิกการปรับรุ่น
zh_cn: 取消升级(_C)

source: _Continue
be: _Працягнуць
cs: _Pokračovat
ja: 続行する(_C)
lv: _Turpināt
te: కొనసాగించు(_C)
th: ทำ_ต่อไป
zh_cn: 继续(_C)

source: _Replace
be: За_мяніць
cs: _Nahradit
ja: 置き換える(_R)
lv: _Aizvietot
te: పునఃస్థాపించు(_R)
th: แ_ทนที่
zh_cn: 替换(_R)

source: _Report Bug
be: Па_ведаміць пра памылку
cs: _Oznámit chybu
ja: バグを報告する(_R)
lv: _Ziņot par kļūdu
te: బగ్ నివేదించు(_R)
th: _รายงานปัญหา
zh_cn: 报告Bug(_R)

source: _Resume Upgrade
be: Пра_цягваць абнаўленьне
cs: _Pokračovat v přechodu na vyšší verzi systému
ja: アップグレードを再開(_R)
lv: _Turpināt uzlabošanu
te: ఉన్నతీకరణను తిరిగికొనసాగించు(_R)
th: ปรับรุ่น_ต่อไป
zh_cn: 继续升级(_R)

source: _Start Upgrade
be: За_пусьціць абнаўленьне
cs: _Začít přechod na vyšší verzi systému
ja: アップグレードを開始(_S)
lv: _Sākt uzlabošanu
te: ఉన్నతీకరణను ప్రారంభించు(_S)
th: เ_ริ่มการปรับรุ่น
zh_cn: 开始升级(_R)

source: Please wait, this can take some time.
be: Калі ласка, пачакайце. Гэта можа заняць нейкі час.
cs: Čekejte prosím, může to chvíli trvat.
ja: しばらくお待ちください。少々時間がかかります。
lv: Lūdzu, uzgaidiet. Tas var prasīt kādu laiku.
te: దయచేసి వేచియుండండి, కొంత సమయం పట్టవచ్చు.
th: กรุณารอสักครู่ อาจใช้เวลาสักหน่อย
zh_cn: 请稍等，这需要花一些时间。

source: Update is complete
be: Абнаўленьне завершана
cs: Aktualizace je dokončena
ja: アップデートが完了しました
lv: Uzlabošana ir pabeigta
te: నవీకరణ పూర్తయింది
th: ปรับรุ่นเสร็จสมบูรณ์แล้ว
zh_cn: 更新完成

source: Could not find the release notes
be: Немагчыма адшукаць нататкі выпуску
cs: Nebyly nalezeny poznámky k vydání.
ja: リリースノートが見つかりません
lv: Neizdevās atrast piezīmes par laidienu
te: విడుదల నివేదికని కనుగొనలేకపోయింది
th: หาบันทึกประจำรุ่นไม่พบ
zh_cn: 无法找到发行说明

source: The server may be overloaded.
be: Паслужнік можа быць звыш нагружаны.
cs: Server může být přetížen.
ja: サーバに過負荷がかかっています。
lv: Serveris varētu būt pārslogots.
th: เซิร์ฟเวอร์อาจทำงานเกินพิกัด
zh_cn: 服务器可能已超负荷。

source: Could not download the release notes
be: Немагчыма зпампаваць нататкі рэдакцыі
cs: Nemohu stáhnout poznámky k vydání.
ja: リリースノートをダウンロードできません
lv: Neizdevās lejupielādēt laidiena piezīmes
te: విడుదల నివేదికని డౌన్‌లోడ్ చేయుట సాధ్యపడదు
th: ไม่สามารถดาวน์โหลดบันทึกประจำรุ่น
zh_cn: 无法下载发行说明

source: Please check your internet connection.
be: Калі ласка, праверце вашае далучэньне да інтэрнэту.
cs: Zkontrolujte prosím své připojení k internetu.
ja: インターネット接続を確認してください。
lv: Lūdzu, pārbaudiet savu Internet savienojumu.
te: దయచేసి మీ అంతర్జాల అనుసంధానాన్ని సరిచూడండి.
th: กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
zh_cn: 请检查你的互联网连接。

source: Upgrade
be: Абнавіць
cs: Aktualizovat
ja: アップグレード
lv: Uzlabot
te: ఉన్నతీకరించు
th: ปรับปรุง
zh_cn: 升级

source: Release Notes
be: Нататкі да выпуску
cs: Poznámky k vydání
ja: リリースノート
lv: Laidiena piezīmes
te: విడుదల నివేదిక
th: บันทึกประจำรุ่น
zh_cn: 发布说明

source: Downloading additional package files...
be: Загрузка дадатковых файлаў пакета...
cs: Stahování dodatečných balíkových souborů...
ja: 追加パッケージをダウンロードしています...
lv: Lejupielādē papildus pakotņu failus...
te: అదనపు ప్యాకేజీ ఫైళ్ళను డౌన్‌లోడ్ చేస్తోంది...
th: กำลังดาวน์โหลดไฟล์ของแพคเกจเพิ่มเติม...
zh_cn: 正在下载附加软件包...

source: File %s of %s at %sB/s
be: Файл %s з %s на хуткасьці %sБ/с
cs: Soubor %s z %s při %sB/s
ja: ファイル %s / %s (%sB/s)
lv: Fails %s no %s ar ātrumu %sB/s
th: ไฟล์ที่ %s จากทั้งหมด %s ด้วยความเร็ว %sB/s
zh_cn: 文件 %s 自 %s 速度： %sB/s

source: File %s of %s
be: Файл %s з %s
cs: Soubor %s z %s
ja: ファイル %s の %s
lv: Fails %s no %s
th: ไฟล์ที่ %s จากทั้งหมด %s
zh_cn: 文件 %s 自 %s

source: Open Link in Browser
be: Адкрыць спасылку ў браўзэры
cs: Otevřít odkaz v prohlížeči
ja: ブラウザでリンクを開く
lv: Atvērt saiti pārlūkā
te: లింకును విహారిణిలో తెరువు
th: เปิดลิงก์ในเบราว์เซอร์
zh_cn: 在浏览器中打开链接

source: Copy Link to Clipboard
be: Капіяваць спасылку ў буфер
cs: Kopírovat odkaz do schránky
ja: クリップボードにリンクをコピー
lv: Kopēt saiti uz starpliktuvi
te: లింకును క్లిప్‌బోర్డునకు నకలుతీయి
th: คัดลอกลิงก์ไปที่คลิปบอร์ด
zh_cn: 链接复制到剪贴板

source: Downloading file %(current)li of %(total)li with %(speed)s/s
be: Выгрузка файла %(current)li з %(total)li @ %(speed)s/s
cs: Stahuji %(current)li. soubor z %(total)li rychlostí %(speed)s/s
ja: ファイル %(current)li / %(total)li をダウンロード中 (%(speed)s/秒)
lv: Lejupielādē failu %(current)li no %(total)li ar ātrumu %(speed)s/s
th: กำลังดาวน์โหลดแฟ้มที่ %(current)li จาก %(total)li ด้วยความเร็ว %(speed)s/s
zh_cn: 正在下载文件 %(current)li of %(total)li 速度是 %(speed)s/s

source: Downloading file %(current)li of %(total)li
be: Выгрузка файла %(current)li з %(total)li
cs: Stahuji %(current)li. soubor of %(total)li
ja: ファイル %(current)li / %(total)li をダウンロード中
lv: Lejupielādē failu %(current)li no %(total)li
th: กำลังดาวน์โหลดแฟ้มที่ %(current)li จาก %(total)li
zh_cn: 正在下载文件 %(current)li 从 %(total)li

source: Version %s:
be: Вэрсія %s:
cs: Verze %s:
ja: バージョン %s:
lv: Versija %s:
te: వెర్షన్ %s:
th: รุ่น %s:
zh_cn: 版本 %s：

source: Downloading list of changes...
be: Атрыманьне сьпісу зьменаў...
cs: Stahuji seznam změn...
ja: 変更点のリストを取得中です...
lv: Lejuplādē izmaiņu sarakstu...
te: జాబితాలో మార్పులను డౌన్‌లోడ్ చేస్తోంది...
th: กำลังดาวน์โหลดรายการการเปลี่ยนแปลง...
zh_cn: 正在下载更新列表...

source: _Uncheck All
be: Зьн_яць пазначэньне
cs: _Odznačit vše
ja: すべてのチェックをはずす(_U)
lv: _Atiezīmēt visu
th: ไ_ม่เลือกทั้งหมด
zh_cn: 取消全部(_U)

source: _Check All
be: Па_значыць усё
cs: _Označit vše
ja: 全てチェック(_C)
lv: Ie_zīmēt visu
th: เ_ลือกทั้งหมด
zh_cn: 选中全部(_C)

source: Download size: %s %s selected.
lv: Lejupielādes izmērs: %s %s izvēlēti.

source: Unknown download size
cs: Neznámá velikost stahování
ja: 不明なダウンロードサイズ
lv: Nezināms lejuplādes izmērs
th: ไม่ทราบขนาดดาวน์โหลด
zh_cn: 未知下载大小

source: It is unknown when the package information was updated last. Please try clicking on the 'Check' button to update the information.
be: Невядома, калі інфармацыя аб пакунку абнаўлялася ў апошні раз. Калі ласка, націсьніце кнопку «Праверыць», каб абнавіць інфармацыю.
cs: Není známo, kdy byly informace o balících naposledy aktualizovány. Prosím zkuste kliknout na tlačítko 'Zkontrolovat' pro aktualizaci informací.
ja: 最後にパッケージ情報が更新された日時が不明です。 '確認' ボタンをクリックしてパッケージ情報を更新してください。
lv: Nav zināms, kad pēdējo reizi tika atjaunināta informācija par pieejamajām pakotnēm. Lūdzu, klikšķiniet uz pogas 'Pārbaudīt', lai iegūtu jaunāko pieejamo informāciju par pakotnēm.
th: ไม่มีข้อมูลว่าข้อมูลแพคเกจนี้ถูกอัปเดตครั้งล่าสุดเมื่อไร โปรดลองคลิกที่ปุ่ม 'ตรวจสอบ' เพื่ออัปเดตข้อมูล
zh_cn: 上次更新时没有获取到该软件包的更新信息。请单击 '检查' 按钮，以检查该软件包的更新。

source: The package information was last updated %s day ago.
cs: Informace o balících byly aktualizovány naposledy před %s dnem.
ja: パッケージ情報は %s 日前にアップデートされました。
lv: Informācija par pakotnēm pēdējo reizi tika atjaunināta pirms %s dienas.
th: รายการของแพคเกจถูกปรับปรุงครั้งล่าสุดเมื่อ %s วันก่อน
zh_cn: 软件包信息于%s天前更新

source: The package information was last updated %s hour ago.
cs: Informace o balících byly aktualizovány naposledy před %s hodinou.
ja: パッケージ情報は %s 時間前にアップデートされました。
lv: Informācija par pakotnēm pēdējo reizi tika atjaunināta pirms %s stundas.
th: รายการของแพคเกจถูกปรับปรุงครั้งล่าสุดเมื่อ %s ชั่วโมงที่ผ่านมา
zh_cn: 软件包信息上次更新于 %s 小时前。

source: The package information was last updated less than one hour ago.
be: Інфармацыя аб пакунках у сыстэме была абноўлена меней за гадзіну назад.
cs: Informace o balících byly naposledy aktualizovány před méně než hodinou.
ja: パッケージ情報は1時間以内に更新されました
lv: Informācija par pakotnēm pēdējo reizi tika atjaunināta mazāk nekā pirms stundas.
th: ข้อมูลเกี่ยวกับแพ็คเกจได้ทำการอัพเดทครั้งล่าสุดเมื่อไม่เกินหนึ่งชั่วโมงก่อน
zh_cn: 这个包显示上次升级是一小时以内。

source: Software updates correct errors, eliminate security vulnerabilities and provide new features.
be: Абнаўленьні праграм выпраўляюць памылкі, уразьлівасьці і дадаюць новыя магчымасьці.
cs: Aktualizace softwaru opravují chyby, odstraňují slabá místa v zabezpečení a přinášejí nové funkce.
ja: ソフトウェアアップデートはエラーを訂正し、セキュリティホールを修正し、新機能を提供します。
lv: Programmatūras uzlabojumi labo kļūdas, samazina drošības ievainojamības un nodrošina jaunas programmatūras iespējas.
th: การปรับรุ่นซอฟต์แวร์จะแก้ปัญหา กำจัดจุดอ่อนด้านความปลอดภัย และเพิ่มความสามารถใหม่ๆ
zh_cn: 软件更新可以为你修复错误，消除安全漏洞及提供新的特性

source: Welcome to Ubuntu
be: Вітаем у Ubuntu
cs: Vítejte v Ubuntu
ja: Ubuntuへようこそ
lv: Laipni lūgti Ubuntu
te: ఉబుంటుకి స్వాగతం
th: ยินดีต้อนรับสู่อูบุนตู
zh_cn: 欢迎使用 Ubuntu

source: These software updates have been issued since Ubuntu was released. If you don't want to install them now, choose "Update Manager" from the Administration Menu later.
be: Дадзеныя абнаўленьні праграмнага забесьпячэньня былі выпушчаны пасьля рэліза Ubuntu. Калі вы не жадаеце іх усталёўваць, абярыце «Кіраўнік абнаўленьняў» з мэню Сыстэма → Адміністраваньне пазьней.
cs: Tyto aktualizace softwaru byly zveřejněny od doby vydání Ubuntu. Pokud je nyní nechcete instalovat, zvolte později "Správce aktualizací" z nabídky Správa.
ja: このソフトウェアアップデートは、Ubuntuがリリースされて以降に公表されたものです。今すぐにインストールしたくない場合は、あとでシステム管理メニューから“アップデート・マネージャ”を選択してください。
lv: Šie programmatūras uzlabojumi ir padarīti pieejami kopš šī Ubuntu versija tika izlaista. Ja jūs nevēlaties tos instalēt tagad, vēlāk izvēlieties 'Uzlabošanas pārvaldnieks' no Administrēšanas izvēles.
th: รายการปรับปรุงของซอฟต์แวร์นี้ออกมาตั้งแต่อูบุนตูถูกเริ่มใช้ ถ้าคุณไม่ต้องการที่จะทำการติดตั้งเดี๋ยวนี้ เลือกโปรแกรมจัดการปรับปรุงจากเมนูบริหารระบบภายหลังได้
zh_cn: Ubuntu 发布之后如下软件已经升级。如果您不想现在安装，稍后可以在“系统管理”菜单选择“更新管理器”进行安装。

source: Software updates are available for this computer
be: У наяўнасьці маюцца абнаўленьні праграмнага забесьпячэньня для гэтага кампутара
cs: Pro tento počítač jsou dostupné aktualizace softwaru
ja: このコンピュータに対するソフトウェアアップデートがあります
lv: Šim datoram ir pieejami programmatūras uzlabojumi
th: มีซอฟต์แวร์รุ่นใหม่ที่สามารถติดตั้งได้สำหรับเครื่องนี้
zh_cn: 有适合本计算机软件更新
