Repository: lexruee/ubuntu-release-upgrader
Catalog: po/*.po
Languages: be, cs, ja, lv, te, th, zh_cn

source: After your package information was updated the essential package '%s' can not be found anymore. This indicates a serious error, please report this bug against the 'update-manager' package and include the files in /var/log/dist-upgrade/ in the bug report.
be: Пасьля абнаўленьня інфармацыі аб пакунках больш нельга знайсьці неабходны пакунак "%s". Гэта з'яўляецца сур'ёзнай памылкай. Паведаміце, калі ласка, аб гэтай памылке, зьвязанай з пакункам "update-manager", і дадайце файлы з /var/log/dist-upgrade/ да паведамленьня.
cs: Po obnovení informací o balících nelze nikde najít nezbytný balík "%s". Toto značí závažný problém; prosím nahlaste jej vůči balíku "update-manager" a k hlášení připojte soubory z /var/log/dist-upgrade/.
lv: Pēc jūsu pakotņu informācijas atjaunināšanas neizdodas atrast informāciju par svarīgu pakotni '%s'. Tas liecina par nopietnu kļūdu. Lūdzu, ziņojiet par šo kļūdu, norādot 'update-manager' pakotni un iekļaujot failus no /var/log/dist-upgrade/ mapes kļūdas ziņojumā.
th: หลังจากที่ปรับปรุงรายการของแพคเกจ ข้อมูลแพคเกจ '%s' ซึ่งเป็นแพคเกจที่จำเป็นหายไป นี่เป็นตัวบงชี้ว่ามีปัญหาร้ายแรงเกิดขึ้น กรุณารายงานข้อผิดพลาดนี้สำหรับแพคเกจ 'update-manager' และแนบข้อมูลในแฟ้ม /var/log/dist-upgrade/ มากับรายงานด้วย
zh_cn: 在更新软件包信息后无法找到必需的软件包'%s'。 这表明发生了严重的错误。请将此报告为'update-manager'软件包的bug并将/var/log/dist-upgrade/下的文件包含在bug报告中。

source: Fetching
be: Выцягваем
cs: Získávám
ja: 取得中
lv: Iegūst
te: సాధిస్తోంది
th: กำลังดึงข้อมูล
zh_cn: 正在获取

source: Upgrading
be: Абнаўленьне
cs: Probíhá přechod na vyšší verzi
ja: アップグレード中です
lv: Uzlabo
te: ఉన్నతీకరిస్తోంది
th: กำลังปรับรุ่น
zh_cn: 正在更新

source: Upgrade complete
be: Абнаўленьне скончанае
cs: Povýšení systému hotovo
ja: アップグレードが完了しました
lv: Uzlabošana pabeigta
te: ఉన్నతీకరణ పూర్తియింది
th: ปรับรุ่นเสร็จสมบูรณ์แล้ว
zh_cn: 更新完成

source: The upgrade is completed but there were errors during the upgrade process.
be: Абнаўленьне завершана, але падчас абнаўленьня адбыліся памылкі
cs: Aktualizace je kompletní, ale během aktualizačního procesu se vyskytly chyby.
ja: アップグレードは完了しましたが、アップグレード処理中にエラーが発生しました。
lv: Uzlabošana ir pabeigta, bet tās laikā bija kļūdas.
th: การปรับปรุงเสร็จสิ้นแล้วแต่มีปัญหาเกิดขึ้นขณะทำการปรับปรุง
zh_cn: 升级已经完成，但在升级过程中发生了错误。

source: Searching for obsolete software
be: Пошук састарэлых пакетаў
cs: Vyhledávám zastaralý software
ja: 古いソフトウェアを検索しています
lv: Meklē novecojušās pakotnes
te: కాలంచెల్లిన సాఫ్ట్‍వేర్ కోసం వెతుకుతోంది
th: กำลังค้นหาซอฟต์แวร์ที่ตกรุ่น
zh_cn: 正在搜索陈旧的软件包

source: System upgrade is complete.
be: Абнаўленьне сыстэмы завершана
cs: Přechod na vyšší verzi systému je dokončen.
ja: システムのアップグレードが完了しました。
lv: Sistēmas uzlabošana ir pabeigta.
te: వ్యవస్థ ఉన్నతీకరణ పూర్తయింది.
th: ปรับรุ่นของระบบเสร็จแล้ว
zh_cn: 系统更新完毕

source: The partial upgrade was completed.
be: Частковае абнаўленьне скончанае.
cs: Částečné povýšení systému bylo dokončeno.
ja: 部分的なアップグレードが完了しました。
lv: Daļējā uzlabošana pabeigta.
te: పాక్షిక ఉన్నతీకరణ పూర్తయింది.
th: การปรับปรุงบางส่วนเสร็จแล้ว
zh_cn: 部分升级完成。

source: evms in use
be: evms ужываецца
cs: používán evms
ja: evms は使用中です
lv: Tiek izmantots evms
te: evms వాడుకలో ఉన్నాయి
th: evms ใช้งานอยู่
zh_cn: evms 使用中

source: Your system uses the 'evms' volume manager in /proc/mounts. The 'evms' software is no longer supported, please switch it off and run the upgrade again when this is done.
be: Ваша сыстэма выкарыстоўвае кіраўнік партыцыяў 'evms' в /proc/mounts. Праргама 'evms' болей не падтрымліваецца. Калі ласка, зачыніче яе і запусьціце абнаўленьне зноў.
cs: Váš systém používá správce svazků "evms" v /proc/mounts. Jelikož software "evms" již není nadále podporován, vypněte jej prosím, a poté spusťte aktualizaci znovu.
ja: あなたのシステムは'evms' をボリュームマネジャとして/proc/mountsで使っています。'evms'ソフトのサポートは終了しました。オフにしてからアップグレードして下さい。
lv: Jūsu sistēma izmanto 'evms' sējumu pārvaldnieku /proc/mounts. 'Evms' programmatūra vairs nav atbalstīta, tāpēc lūdzu izslēdziet to un pēc tam palaidiet uzlabošanu vēlreiz.
th: ระบบของคุณใช้โปรแกรมจัดการโวลุ่ม 'evms' ใน /proc/mounts ซอฟต์แวร์ 'evms' ไม่มีการสนับสนุนแล้ว กรุณาหยุดใช้และทำการปรับปรุงใหม่อีกครั้ง
zh_cn: 您的系统在 /proc/mounts 中使用 “evms” 卷管理器。“evms” 软件不再被支持，请关闭它并重新运行升级。

source: Upgrading may reduce desktop effects, and performance in games and other graphically intensive programs.
be: Абнаўленьне можа пацягнуць зьніжэньне якасьці эфектаў стальца і выдайнасьць ў гульнях і дастасаваньнях, актыўна выкарыстоўваючых графіку.
cs: Aktualizace může omezit grafické efekty prostředí a snížit výkon ve hrách a jiných graficky náročných aplikacích.
ja: アップグレードによってデスクトップ効果やゲームのグラフィックに強く依存したその他のプログラムのパフォーマンスが低下するかもしれません。
lv: Atjaunināšana var samazināt darbvirsmas efektus, datora veiktspēju spēlēs vai citās grafiski prasīgās programmās.
te: ఉన్నతీకరించడం వలన డెస్క్ టాప్ ప్రభావాలు, మరియు ఆటలలో ప్రదర్శనను మరియు ఇతర గ్రాఫిక్స్ తో కూడిన పెద్ద ప్రోగాంల మీద ప్రభావం చూపి వాటి ప్రదర్శనను తగ్గించవచ్చు.
th: การปรับปรุงอาจจะลดลูกเล่นของพื้นโต๊ะ และประสิทธิภาพในเกมและโปรแกมอื่นๆที่ต้องใช้กราฟิกมาก
zh_cn: 升级过程可能会降低桌面特效，游戏性能以及对显示要求高的程序。

source: This computer is currently using the NVIDIA 'nvidia' graphics driver. No version of this driver is available that works with your video card in Ubuntu 10.04 LTS. Do you want to continue?
be: На гэтым кампутары выкарыстоўваюцца драйвэры NVIDIA. Няма даступных вэрсій гэтых драйвэраў, якія працавалі бы з Вашай відэакарткай ва Ubuntu 10.04 LTS. Працягнуць?
lv: Šis dators pašreiz izmanto NVIDIA 'nvidia' videokartes draiveri. Diemžēl Ubuntu 10.04 LTS nav pieejama šī draivera versija, kas strādātu ar jūsu aparatūru. Vai jūs vēlaties turpināt?
te: ఈ కంప్యూటర్ ప్రస్తుతం NVIDIA 'nvidia' గ్రాఫిక్స్ డ్రైవర్ వాడుతోంది. ఈ డ్రైవర్ కు సంభందించిన ఏ వెర్షను మీ వీడియో కార్డుతో పనిచేసేది ఉబుంటు 10.04 LTS లో లభ్యతలో లేదు. మీరు కొనసాగాలనుకుంటున్నారా?

source: This computer is currently using the AMD 'fglrx' graphics driver. No version of this driver is available that works with your hardware in Ubuntu 10.04 LTS. Do you want to continue?
be: На гэтым кампутары выкарыстоўваюцца драйвэры AMD 'fglrx'. Няма даступных вэрсій гэтых драйвэраў, якія працавалі бы з Вашым абсталяваньнем ва Ubuntu 10.04 LTS. Працягнуць?
lv: Šis dators pašreiz izmanto AMD 'fglrx' videokartes draiveri. Diemžēl Ubuntu 10.04 LTS nav pieejama šī draivera versija, kas strādātu ar jūsu aparatūru. Vai jūs vēlaties turpināt?

source: No ARMv6 CPU
be: Няма працэсара ARMv6
lv: Nav ARMv6 CPU
te: ARMv6 CPU లేదు

source: Your system uses an ARM CPU that is older than the ARMv6 architecture. All packages in karmic were built with optimizations requiring ARMv6 as the minimal architecture. It is not possible to upgrade your system to a new Ubuntu release with this hardware.
be: Ваша сыстэма выкарыстоўвае працэсар архітэктуры ARM, якая старэй за архітэктуру ARMv6. Усе пакункі ў karmic былі пабудаваны з аптымізацыяй пад архітэктуру не старэй за ARMv6. Вашу сыстему немагчыма абнавіць да новага рэліза Ubuntu зь бягучым апаратным забесьпячэньнем.
lv: Jūsu sistēma izmanto ARM CPU, kas ir vecāks kā ARMv6 arhitektūra. Visas pakotnes karmic tika būvētas ar optimizācijām, kas pieprasa ARMv6 kā minimālo arhitektūru. Diemžēl nav iespējams uzlabot jūsu sistēmu uz jaunāko Ubuntu versiju ar šo aparatūru.

source: No init available
be: Служба init недаступна
lv: Nav pieejams init
te: ఎటువంటి init లభ్యతలో లేదు

source: Your system appears to be a virtualised environment without an init daemon, e.g. Linux-VServer. Ubuntu 10.04 LTS cannot function within this type of environment, requiring an update to your virtual machine configuration first. Are you sure you want to continue?
be: Здаецца, што Ваша сыстема з'яўляецца віртуалізованым асяроддзем бяз службы init, напрыклад Linux-VServer. Ubuntu 10.04 LTS ня можа працаваць у таком тыпе асяроддзя, Вы павінны спачатку выправіць канфігурацыю сваёй віртуальнай машыны. Вы упэўнены, што жадаеце працягнуць?
lv: Jūsu sistēma šķiet ir virtualizēta vide bez init dēmona, piemēram, Linux-VServer. Ubuntu 10.04 LTS nevar funkcionēt šādā vidē, tāpēc jums vispirms vajadzēs vispirms uzlabot jūsu virtuālās mašīnas konfigurāciju. Vai jūs vēlaties turpināt?

source: Sandbox upgrade using aufs
be: Абнаўленьне ў «пясочніцы», выкарыстоўвая aufs
cs: Aktualizace v chráněném prostředí za pomoci aufs
ja: aufsを使用したサンドボックスアップグレード
lv: Smilškastes uzlabošana izmantojot aufs
te: aufs వాడి సాండ్‌బాక్స్ ఉన్నతీకరించు
th: กล่องทรายทดลองปรับปรุงโดยใช้ aufs
zh_cn: 使用 aufs 进行沙箱升级

source: Use the given path to search for a cdrom with upgradable packages
be: Выкарыстоўваць дадзены шлях для пошука кампакт-дыска з пакункамі абнаўленьняў.
cs: Použij danou cestu k vyhledání cdrom s aktualizovatelnými balíky
ja: アップグレードパッケージが含まれたCD-ROMへのパスを
lv: Izmantot doto ceļu, lai meklētu CD-ROM disku ar jauninājumu pakotnēm
th: ใช้พาธที่กำหนดในการค้นหาซีดีรอมซึ่งบรรจุแพกเกจสำหรับปรับรุ่น
zh_cn: 使用所给的路径查找带升级包的 CD-ROM

source: Use frontend. Currently available: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
be: Выкарстоўваць інтэрфэйс. Зараз даступны: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
cs: Používat nadstavbu. Aktuálně dostupné : DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
ja: フロントエンドを使用してください。現在利用可能なもの: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
lv: Lietot saskarni. Šobrīd pieejamās: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
th: ใช้หน้าจอติดต่อแบบที่กำหนด ค่าที่เป็นไปได้คือ: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
zh_cn: 使用前端。当前可用的有： DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE

source: *DEPRECATED* this option will be ignore
be: *НЕ РЭКАМЕНДАВАНА* гэты параметр будзе ігнараваны
cs: *ZAVRŽENÉ* tato volba bude ignorována
ja: *廃止予定* このオプションは無視されます
lv: *NOVECOJIS* šī opcija tiks ignorēta
th: *น่าเกลียด* ตัวเลือกนี้จะไม่ถูกใช้
zh_cn: *已废弃* 这个选项将会被忽略

source: Perform a partial upgrade only (no sources.list rewriting)
be: Падрыхтаваць толькі частковае абнаўленьне (sources.list ня будзе перазапісаны)
cs: Provést pouze částečné povýšení (bez přepisování sources.list)
ja: 部分アップグレードだけを実行します（sources.listを書き換えません）
lv: Veikt tikai daļēju atjaunināšanu (nepārrakstīt sources.list)
te: కేవలం పాక్షిక ఉన్నతీకరణ మాత్రమే చేయి (no sources.list rewriting)
th: ทำการปรับปรุงบางส่วนเท่านั้น(sources.list จะไม่ถูกบันทึก)
zh_cn: 仅进行部分升级(不重写 sources.list)

source: Set datadir
be: Наладзіць каталёг з дадзенымі
cs: Nastavit datadir
ja: datadirを設定
lv: Iestatīt datu direktoriju
te: datadir అమర్చు
th: ตั้งค่า datadir
zh_cn: 设置数据目录

source: Please insert '%s' into the drive '%s'
be: Калі ласка, устаўце "%s" у прыладу "%s"
cs: Prosím vložte '%s' do mechaniky '%s'
ja: ドライブ '%s' に'%s' を挿入してください
lv: Lūdzu, ievietojiet '%s' dzinī '%s'
th: กรุณาใส่ '%s' ในไดรว์ '%s'
zh_cn: 请将 '%s' 插入光驱 '%s'

source: Fetching is complete
be: Выцягваньне завершага
cs: Stahování je dokončeno
ja: 取得が完了しました
lv: Pakotnes ir iegūtas
te: తెచ్చుట పూర్తయింది
th: ดึงข้อมูลเสร็จสมบูรณ์แล้ว
zh_cn: 下载完成

source: Fetching file %li of %li at %sB/s
be: Атрыман файл %li з %li на хуткасьці %sБайт/с
cs: Stahování souboru %li z %li při %sB/s
ja: %li / %li を取得中（%s B/s）
lv: Iegūst failu %li no %li ar %sB/s
th: กำลังเอาไฟล์ที่ %li จากทั้งหมด %li ด้วยความเร็ว %sB/s
zh_cn: 下载文件 %li/%li 速度是%s/s

source: About %s remaining
be: Засталося каля %s
cs: Zbývá zhruba %s
ja: 残り時間 約%s
lv: Atlicis aptuveni %s
te: ఇంకా %s మిగిలిఉంది
th: เหลืออีกประมาณ %s
zh_cn: 大约还要 %s

source: Fetching file %li of %li
be: Выцягваньне файла %li з %li
cs: Stahuji soubor %li z %li
ja: %li / %li を取得中です
lv: Iegūst failu %li no %li
th: กำลังดึงแฟ้มที่ %li จาก %li
zh_cn: 下载第 %li 个文件(共 %li 个文件)

source: Applying changes
be: Зьдзяйсьненьне зьменаў
cs: Provádím změny
ja: 変更を適用しています
lv: Pielieto izmaiņas
te: మార్పులను అనువర్తిస్తోంది
th: กำลังดำเนินการเปลี่ยนแปลง
zh_cn: 正在应用更新

source: dependency problems - leaving unconfigured
be: праблемы залежнасьцяў — пакідаем неналаджанымі
cs: problém se závislostmi - nechávám nezkonfigurované
ja: 依存関係の問題 - 設定を見送ります
lv: atkarību problēmas - atstāj nekonfigurētu
te: డిపెండెన్సి సమస్యలు - కాన్ఫిగర్ చేయకుండా వదిలివేస్తుంది
th: ปัญหาเกี่ยวกับการขึ้นต่อกันของโปรแกรม - ไม่ได้ทำการตั้งค่า
zh_cn: 依赖关系问题 - 仍未被配置

source: Could not install '%s'
be: Немагчыма ўсталяваць "%s"
cs: Nelze nainstalovat '%s'
ja: '%s' がインストールできません
lv: Neizdevās instalēt '%s'
te: '%s' స్థాపించుట సాధ్యం కాదు
th: ไม่สามารถติดตั้ง '%s'
zh_cn: 无法安装 '%s'

source: The upgrade will continue but the '%s' package may not be in a working state. Please consider submitting a bug report about it.
be: Абнаўленьне будзе працягнута, але '%s' пакунак(аў) могуць быць у непрацоўным стане. Калі ласка, разглядзіце пытаньне аб прадастаўленьні справаздачы аб гэтай памылке.
lv: Uzlabošana tiks turpināta, bet '%s' pakotne varētu nebūt strādāšanas kārtībā. Lūdzu apsveriet ziņot par šo kļūdu.

source: Replace the customized configuration file '%s'?
be: Замяніць адмысловы фай наладкі "%s"?
cs: Nahradit upravený soubor s nastavením "%s"?
ja: 以下のカスタマイズ済みの設定ファイルを置き換えますか？ '%s'
lv: Aizvietot izmainīto konfigurācijas failu '%s'?
th: จะแทนที่แฟ้มค่าตั้งที่มีการปรับแต่ง '%s' หรือไม่?
zh_cn: 替换自定义配置文件 “%s”吗？

source: You will lose any changes you have made to this configuration file if you choose to replace it with a newer version.
be: Вы згубіце ўсе зьмены, якія зрабілі ў гэтым файле канфігурацыі, калі заменіце яго новай вэрсіяй.
cs: Pokud zvolíte nahrazení novější verzí, ztratíte veškeré lokální změny tohoto konfiguračního souboru.
ja: より新しいバージョンと入れ換えた場合、この構成ファイルへの変更内容は失われます。
lv: Jūs zaudēsiet visas izmaiņas, kuras esat veicis šajā konfigurācijas failā, ja aizvietosiet to ar jaunāku veriju.
th: คุณจะสูญเสียข้อมูลปรับแต่งที่ได้ทำไว้ในแฟ้มค่าตั้งนี้ ถ้าคุณเลือกที่จะแทนที่ด้วยแฟ้มรุ่นใหม่
zh_cn: 如果选择替换为新版本的配置文件，你将会失去所有已做的修改。

source: The 'diff' command was not found
be: Ня знойдзена праграма "diff"
cs: Příkaz "diff" nebyl nalezen
ja: 'diff' コマンドが見つかりません
lv: Komanda 'diff' netika atrasta
th: ไม่พบคำสั่ง 'diff'
zh_cn: 找不到命令“diff”

source: A fatal error occurred
be: Узьнікла невыправімая памылка
cs: Došlo ke kritické chybě
ja: 致命的なエラーが起こりました
lv: Notikusi fatāla kļūda
te: ఒక ఫెటల్ దోషం సంభవించింది
th: เกิดข้อผิดพลาดอย่างร้ายแรง
zh_cn: 出现致命错误

source: Please report this as a bug (if you haven't already) and include the files /var/log/dist-upgrade/main.log and /var/log/dist-upgrade/apt.log in your report. The upgrade is now aborted. Your original sources.list was saved in /etc/apt/sources.list.distUpgrade.
cs: Prosím oznamte toto jako chybu (pokud jste tak již neučinili) a k hlášení přiložte soubory /var/log/dist-upgrade/main.log a /var/log/dist-upgrade/apt.log. Aktualizace je nyní zrušena. Váš původní sources.list byl uložen do /etc/apt/sources.list.distUpgrade.
lv: Lūdzu, ziņojiet par šo kļūdu (ja neesat to jau izdarījis) un iekļaujiet failus /var/log/dist-upgrade/main.log un /var/log/dist-upgrade/apt.log jūsu ziņojumā. Šī uzlabošana tagad ir pārtraukta. Jūsu sākotnējais sources.list fails tika saglabāts kā /etc/apt/sources.list.distUpgrade.
th: กรุณารายงานปัญหานี้(ถ้าคุณยังไม่ได้ทำ)และแนบไฟล์ /var/log/dist-upgrade/main.log และ /var/log/dist-upgrade/apt.log มากับรายงานด้วย การปรับปรุงถูกยกเลิกแล้ว ไฟล์ sources.list อันเก่าถูกเก็บไว้ที่ /etc/apt/sources.list.distUpgrade
zh_cn: 请将此报告为bug(如果您还没有)并将文件/var/log/dist-upgrade/main.log和/var/log/dist-upgrade/apt.log包含在bug报告中。升级失败。 您原来的sources.list文件保存在/etc/apt/sources.list.distUpgrade。

source: Ctrl-c pressed
be: націснута Ctrl-c
cs: Stisknuto Ctrl-c
ja: Ctrl-cキーが押されました
lv: Nospiests Ctrl-C
te: Ctrl-c నొక్కబడింది
th: Ctrl-c ถูกกด
zh_cn: Crtl+C被按下

source: This will abort the operation and may leave the system in a broken state. Are you sure you want to do that?
be: Дзеяньне будзе скасаванае і ў выніку вашая сыстэма можа стаць непрацаздольнай. Вы сапраўды жадаеце зрабіць гэта?
cs: Toto přeruší operaci a může zanechat systém v rozbitém stavu. Jste si jisti, že to chcete provést?
ja: これは操作を中断することになり、システムを壊れた状態にするかもしれません。本当に実行しますか？
lv: Tas pārtrauks darbību un var atstāt jūsu sistēmu bojātā stāvoklī. Vai tiešām vēlaties to darīt?
th: นี่จะยกเลิกการดำเนินการและอาจจะทำให้ระบบอยู่ในสถานะที่ใช้ไม่ได้ คุณต้องการที่จะทำอย่างนี้หรือไม่?
zh_cn: 这将取消本次操作且可能是系统处于被破坏的状态。你确定要这样做？

source: To prevent data loss close all open applications and documents.
be: Каб пазьбегнуць страты даных, закройце ўсе дастасаваньні й дакумэнты.
cs: Pro zamezení ztráty dat uzavřete všechny aplikace a dokumenty.
ja: データの損失を避けるため、すべてのアプリケーションとドキュメントを閉じてください。
lv: Aizveriet lietotnes un dokumentus, lai izvairītos no datu zudumiem.
th: เพื่อป้องกันข้อมูลสูญหาย กรุณาปิดโปรแกรมและเอกสารที่เปิดอยู่ทั้งหมด
zh_cn: 为防止数据丢失，请关闭所有打开的应用程序和文档。

source: <b>Downgrade %s</b>
cs: <b>Snížit verzi %s</b>
ja: <b>ダウングレードされるパッケージ： %s</b>
lv: <b>Atgriezties uz vecāku versiju %s</b>
th: <b>ปรับรุ่นลง %s</b>
zh_cn: <b>降级 %s</b>

source: Remove %s
be: Выдаліць %s
cs: Odstranit %s
ja: %s を削除
lv: Noņemt %s
te: %s ని తొలగించు
th: ถอดถอน %s
zh_cn: 移除 %s

source: Remove (was auto installed) %s
be: Выдаліць %s (было ўсталявана аўтаматычна)
lv: Noņemt (tika instalēts automātiski) %s
te: %s తొలగించు (స్వ యంగా స్థాపించబడినది)

source: Install %s
be: Усталёўка %s
cs: Nainstalovat %s
ja: インストール %s
lv: Instalēt %s
te: %s స్థాపించు
th: ติดตั้ง %s
zh_cn: 安装 %s

source: Upgrade %s
be: Абнаўленьне %s
cs: Aktualizovat %s
ja: アップグレード %s
lv: Uzlabot %s
te: %s ని నవీకరించు
th: ปรับรุ่น %s
zh_cn: 升级 %s

source: Media Change
be: Зьмена носьбіта
cs: Změna média
ja: メディアの交換
lv: Mēdija maiņa
te: మీడియా మార్పు
th: เปลี่ยนสื่อ
zh_cn: 媒介改变

source: Show Difference >>>
be: Паказаць адрозьненьне >>>
cs: Zobrazit rozdíl >>>
ja: 端末を表示 >>>
lv: Parādīt atšķirības >>>
te: తేడాను చూపించు >>>
th: แสดงความแตกต่าง >>>
zh_cn: 显示不同 >>>

source: <<< Hide Difference
be: <<< Схаваць адрозьненьне
cs: <<< Skrýt rozdíl
ja: <<< 端末を隠す
lv: <<< Nerādīt atšķirības
te: <<< తేడాను దాచిపెట్టు
th: <<< ซ่อนความแตกต่าง
zh_cn: <<< 隐藏不同

source: Error
be: Памылка
cs: Chyba
ja: エラー
lv: Kļūda
te: దోషం
th: ผิดพลาด
zh_cn: 错误

source: &Cancel
be: &Скасаваць
cs: Z&rušit
ja: キャンセル(&C)
lv: At&celt
te: రద్దుచేయి(&C)
th: &ยกเลิก
zh_cn: 取消(&C)

source: &Close
be: &Закрыць
cs: &Zavřít
ja: 閉じる(&C)
lv: &Aizvērt
te: మూసివేయి(&C)
th: &ปิด
zh_cn: 关闭(&C)

source: Show Terminal >>>
be: Паказаць тэрмінал >>>
cs: Zobrazit terminál >>>
ja: 端末を表示 >>>
lv: Parādīt termināli >>>
te: టెర్మినల్ చూపించు >>>
th: แสดงเทอร์มินัล >>>
zh_cn: 显示终端 >>>

source: <<< Hide Terminal
be: <<< Схаваць тэрмінал
cs: <<< Skrýt terminál
ja: <<< 端末を隠す
lv: <<< Noslēpt termināli
te: <<< టెర్మినల్ దాచిపెట్టు
th: <<< ซ่อนเทอร์มินัล
zh_cn: <<< 隐藏终端

source: Information
be: Зьвесткі
cs: Informace
ja: 情報
lv: Informācija
te: సమాచారం
th: ข้อมูล
zh_cn: 信息

source: Details
be: Падрабязнасьці
cs: Podrobnosti
ja: 詳細情報
lv: Sīkāka informācija
te: వివరాలు
th: รายละเอียด
zh_cn: 细节

source: Restart required
be: Патрабуецца перазагрузка
cs: Je nutný restart
ja: 再起動してください
lv: Nepieciešama pārstartēšana
te: పునఃప్రారంభం అవసరం
th: ต้องการเริ่มระบบใหม่
zh_cn: 需要重启

source: <b><big>Restart the system to complete the upgrade</big></b>
be: <b><big>Перагрузіце сыстэму для завяршэньня абнаўленьня</big></b>
cs: <b><big>Pro dokončení přechodu na vyšší verzi systému restartujte počítač</big></b>
ja: <b><big>アップグレードを完了するためにシステムの再起動が必要です</big></b>
lv: <b><big>Lai pabeigtu uzlabošanu, pārstartējiet datoru</big></b>
te: <b><big>ఉన్నతీకరణ పూర్తిచేయుటకు వ్యవస్థను పునఃప్రారంభించు</big></b>
th: <b><big>เริ่มระบบใหม่เพื่อให้การปรับรุ่นเสร็จสมบูรณ์</big></b>
zh_cn: <b><big>重新启动系统以完成升级</big></b>

source: _Restart Now
be: Пера_грузіць
cs: _Restartovat nyní
ja: すぐに再起動(_R)
lv: Pā_rstartēt tagad
te: ఇప్పుడు పున:ప్రారంభించు(_R)
th: เ_ริ่มระบบใหม่เดี๋ยวนี้
zh_cn: 现在重启(_R)

source: <b><big>Cancel the running upgrade?</big></b> The system could be in an unusable state if you cancel the upgrade. You are strongly advised to resume the upgrade.
be: <b><big>Перарваць абнаўленьне?</big></b> Калі Вы перарвёце абнаўленьне, сыстема можа працаваць нестабільна. Настойліва рэкамендуем працягнуць абнаўленьне.
cs: <b><big>Zrušit probíhající povýšení systému?</big></b> Zrušení povýšení může systém uvést do nepoužitelného stavu. Důrazně doporučujeme v povýšení pokračovat.
ja: <b><big>実行中のアップグレードをキャンセルしますか？</big></b> アップグレードをキャンセルすると、システムが不安定な状態になる可能性があります。アップグレードを再開することを強くお薦めします。
lv: <b><big>Atsaukt notiekošo uzlabošanu?</big></b> Sistēma varētu būt nelietojama, ja jūs tagad atsauksiet uzlabošanu. Jums tiek stingri ieteikts uzlabošanu pabeigt
te: <b><big>నడుస్తున ఉన్నతీకరణను రద్దుచేయాలా?</big></b> ఒకవేళ మీరు ఉన్నతీకరణను రద్దుచేసినట్టయితే వ్యవస్థ వాడటానికి వీలులేని స్థితిలో ఉండొచ్చు. ఉన్నతీకరణ తిరిగికొనసాగించాలని మేము సలహాఇస్తున్నాం.
th: <b><big>ยกเลิกการปรับปรุงนี้หรือไม่?</big></b> ระบบของคุณจะอยู่ในสภาพที่ใช้การไม่ได้ถ้าคุณยกเลิกการปรับปรุง. ขอแนะนำให้ดำเนินการต่อไป
zh_cn: <b><big>取消正在运行的升级？</big></b> 如果取消升级系统可能不稳定，强烈建议你继续升级。

source: Cancel Upgrade?
be: Скасаваць абнаўленьне?
cs: Zrušit povyšování systému?
ja: アップグレードを中断しますか?
lv: Atcelt uzlabošanu?
te: ఉన్నతీకరణను రద్దుచేయాలా?
th: ยกเลิกการปรับรุ่นหรือไม่?
zh_cn: 取消升级？

source: %li day
be: %li дзень
cs: %li den
ja: %li 日
lv: %li diena
te: %li రోజు
th: %li วัน
zh_cn: %li 天

source: %li hour
be: %li гадзіна
cs: %li hodina
ja: %li 時間
lv: %li stunda
te: %li గంట
th: %li ชั่วโมง
zh_cn: %li 小时

source: %li minute
be: %li хвіліна
cs: %li minuta
ja: %li 分
lv: %li minūte
te: %li నిముషం
th: %li นาที
zh_cn: %li 分钟

source: %li second
be: %li сэкунда
cs: %li sekunda
ja: %li 秒
lv: %li sekunde
te: %li సెకను
th: %li วินาที
zh_cn: %li 秒

source: This download will take about %s with a 1Mbit DSL connection and about %s with a 56k modem.
be: Загрузка працягнецца каля %s пры 1Мбіт DSL далучэньні і каля %s пры мадэмнам далучэньні на хуткасьці 56Кбіт.
cs: Stahování zabere přibližně %s s 1Mbit DSL připojením a přibližně %s s 56k modemem.
ja: このダウンロードは 1Mbit DSL 接続で約 %s 、56k モデムで約 %s かかります。
lv: Lejupielāde aizņems apmēram %s ar 1Mbit DSL savienojumu un apmēram %s ar 56kbit modemu.
th: ดาวน์โหลดนี้จะใช้เวลาประมาณ %s ถ้าใช้สาย 1Mbit DSL หรือประมาณ %s ถ้าใช้ 56k โมเด็ม.
zh_cn: 使用1M的DSL连接下载需要大概%s秒的时间， 使用56K的猫，大概需要%s秒时间。

source: This download will take about %s with your connection.
be: Загрузка працягнецца прыкладна %s на Вашам далучэньні.
cs: Stahování bude s vaším připojením trvat cca. %s.
ja: このダウンロードは約 %s かかります。
lv: Lejupielāde aizņems apmēram %s ar jūsu savienojumu.
te: మీ అనుసంధానముతో దీనిని డౌన్‌లోడ్ చేయటానికి సుమారు %s తీసుకుంటుంది.
th: ดาวน์โหลดนี้จะใช้เวลาประมาณ %s ด้วยสายของคุณ
zh_cn: 根据你的连接，这次下载将要用大约%s的时间

source: Preparing to upgrade
be: Падрыхтоўка да абнаўленьня
cs: Přípravuji povýšení systému
ja: アップグレードの準備
lv: Gatavojas uzlabošanai
te: ఉన్నతీకరణకు సిద్ధమవుతోంది
th: กำลังเตรียมการปรับปรุง
zh_cn: 正在准备升级

source: Getting new software channels
be: Зьмена крыніц усталёўкі
cs: Získávám nové softwarové kanály
ja: 新しいソフトウェア・チャンネルの取得
lv: Iegūst jaunus programmatūras kanālus
te: కొత్త సాఫ్ట్‍వేర్ ఛానళ్ళను పొందుతోంది
th: ตรวจหาช่องซอฟต์แวร์ใหม่
zh_cn: 获得新的软件频道

source: Getting new packages
be: Атрымаць новыя пакеты
cs: Získávání nových balíků
ja: 新しいパッケージの取得
lv: Iegūst jaunās pakotnes
te: కొత్త ప్యాకేజీలను పొందుతోంది
th: กำลังเอาแพคเกจใหม่
zh_cn: 获取新的软件包

source: Installing the upgrades
be: Усталяваць абнаўленьні
cs: Instaluji aktualizace
ja: アップグレードのインストール
lv: Instalē uzlabojumus
te: ఉన్నతీకరణలు స్థాపించబడుతున్నాయి
th: กำลังติดตั้งแพกเกจปรับรุ่น
zh_cn: 正在安装升级

source: Cleaning up
be: Ачышчэньне
cs: Probíhá úklid
ja: クリーンアップ
lv: Satīra
te: శుభ్రపరుస్తోంది
th: กำลังเก็บกวาด
zh_cn: 清理中

source: %d package is going to be removed.
be: %d пакет будзе выдалены.
cs: %d balík bude odstraněn.
ja: %d 個のパッケージが削除されます。
lv: %d pakotne tiks noņemta.
th: แพกเกจ %d แพกเกจจะถูกถอดถอน
zh_cn: %d 个软件包将被删除。

source: %d new package is going to be installed.
be: %d новы пакет буде ўсталяваны.
cs: %d nový balík bude nainstalován.
ja: %d 個の新規パッケージがインストールされます。
lv: %d pakotne tiks instalēta.
th: แพกเกจใหม่ %d แพกเกจจะถูกติดตั้ง
zh_cn: %d 个新的软件包将被安装。
