Repository: lexruee/ubuntu-release-upgrader
Catalog: po/*.po
Languages: be, cs, ja, lv, te, th, zh_cn

source: The upgrade can not continue with that package installed. Please remove it with synaptic or 'apt-get remove debsig-verify' first and run the upgrade again.
be: Абнаўленьне ня можа працягвацца, калі ўсталаваны гэты пакет. Спачатку выдаліце яго ў Synaptic або з дапамогай 'apt-get remove debsig-verify' і запусьціце абнаўленьне ізноў.
cs: Aktualizace nemůže pokračovat, dokud je tento balík nainstalován. Nejprve prosím odstraňte balík pomocí Synapticu nebo 'apt-get remove debsig-verify' a poté spusťte aktualizaci znovu.
ja: 'debsig-verify'パッケージがインストールされていると、アップグレードを継続することができません。 Synapticパッケージ・マネージャか 'apt-get remove debsig-verify' で削除した後で、再度アップグレードを実行してください。
lv: Uzlabošanu nevar turpināt kamēr šī pakotne nav noņemta. Lūdzu noņemiet to izmantojot Synaptic vai 'apt-get remove debsig-verify' un tad palaidiet uzlabošanu vēlreiz
te: ఆ ప్యాకేజీ స్థాపించి ఉంటే ఉన్నతీకరణ కొనసాగించుట సాధ్యంకాదు. దయచేసి మొదట synaptic లేదా 'apt-get remove debsig-verify' సహాయంతో తొలగించి, ఉన్నతీకరణను మళ్ళీ నడపండి.
th: ไม่สามารถอัปเกรดต่อไปได้ถ้ามีแพคเกจนั้นติดตั้งอยู่. โปรดลบมันด้วย synaptic หรือ apt-get remove debsig-verify เสียก่อนแล้วอัปเกรดอีกครั้ง
zh_cn: 由于安装了那个软件包而无法继续升级。 请使用新立得软件包管理器来移除它，或者先使用 'apt-get remove debsig-verify' 然后再重新升级。

source: Include latest updates from the Internet?
be: Уключыць апошнія абнаўленьне з Інтэрнэту?
cs: Včetně nejnovějších aktualizací z internetu?
ja: インターネットからの最新のアップデートを取得しますか？
lv: Iekļaut pēdējās izmaiņas no Interneta?
te: ఇంటర్నెట్ నుండి సరిక్రొత్త నవీకరణలను కలపమందురా?
th: จะปรับรุ่นจากอินเทอร์เน็ตด้วยหรือไม่?
zh_cn: 包括网络上的最新更新？

source: The upgrade system can use the internet to automatically download the latest updates and install them during the upgrade. If you have a network connection this is highly recommended. The upgrade will take longer, but when it is complete, your system will be fully up to date. You can choose not to do this, but you should install the latest updates soon after upgrading. If you answer 'no' here, the network is not used at all.
be: Апошнія абнаўленьні могуць быць запампаваны зь Інтэрнэту і ўсталяваны пры абнаўленьні ўсёй сыстэмы. Калі вы падключаны да Інтэрнэту, зрабіць гэта настойліва рэкамендуецца. Абнаўленьне сыстэмы — гэта доўгі працэс, але па завяршэньні, ваша сыстэма будзе ў актуальным стане. Вы можаце гэтага не рабіць, але рэкамендуем ўсталяваць апошнія абнаўленьні як мага хутчэй. Калі вы адкажаце «Не», то абнаўленьні празь Інтэрнет запампаваны ня будуць.
cs: Aktualizační systém může automaticky stáhnout nejnovější aktualizace a nainstalovat je během povyšování. Pokud máte síťové připojení, pak je toto vřele doporučeno. Povyšování bude trvat déle, ale po skončení budete mít zcela aktuální systém. Nemusíte to provádět, ale brzo po povýšení systému byste měli nainstalovat nejnovější aktualizace. Pokud zde odpovíte "ne", tak nebude síť vůbec použita.
ja: インターネットを使ってシステムをアップグレードすることもできます。その場合、最新のパッケージが自動的にダウンロードされインストールされますので、もしネットワーク接続が可能ならネットワークアップグレードを強く推奨します。 ネットワークアップグレードは時間がかかるかもしれませんが、完了したら完全に最新の状態に更新されます。ネットワークを利用しないアップグレードも可能ですが、その場合はアップグレード完了後、さらに最新の状態を取得する必要があります。 ここで「いいえ」を選択すると、アップグレード中はネットワークを利用しません。
lv: Uzlabošanas sistēma var izmantot internetu, lai automātiski lejupielādētu pēdējos atjauninājumus un instalēt tos uzlabošanas laikā. To ir ļoti ieteikts darīt, ja jums ir tīkla savienojums. Uzlabošana aizņems ilgāku laiku, bet pēc pabeigšanas sistēma būs pilnībā atjaunināta. Jūs varat izvēlēties to nedarīt, bet tad jums vajadzētu instalēt pēdējos atjauninājumus pēc uzlabošanas pabeigšanas. Ja jūs šeit atbildēsiet 'nē', tad tīkls netiks izmantots vispār.
th: โปรแกรมปรับปรุงระบบสามารถใช้อินเทอร์เน็ตดาวน์โหลดโปรแกรมต่างๆรุ่นล่าสุดและทำการติดตั้งโดยอัตโนมัติขณะทำการปรับปรุง ถ้าคุณมีระบบเครือข่ายอินเทอร์เน็ต นี่เป็นแนวทางที่แนะนำให้ใช้ การปรับปรุงจะใช้เวลานานขึ้น แต่เมื่อเสร็จแล้วระบบของคุณจะเป็นรุ่นล่าสุดทุกอย่าง คุณสามารถที่จะเลือกไม่ทำเช่นนี้แต่คุณควรจะทำการติดตั้งรุ่นล่าสุดโดยเร็วหลังจากเสร็จการปรับปรุงแล้ว ถ้าคุณเลือก 'ไม่' ระบบเครือข่ายอินเทอร์เน็ตจะไม่ถูกใช้เลย
zh_cn: 升级进程能够自动下载最新的更新文件并自动安装。如果网络连接可用，强烈建议启用此选项。 升级时间可能加长，但是升级结束后，您的系统将是最新的。你也可以选择在升级结束后再进行系统更新。 如果选择"否"，就不会使用网络。

source: disabled on upgrade to %s
be: заблякавана пры абнаўленьня да %s
cs: zakázáno při povýšení na %s
ja: %sへのアップグレードは無効化されました
lv: deaktizivēts uzlabojot uz %s
te: %s కి ఉన్నతీకరణ అచేతనమైంది
th: หยุดใช้งานเมื่อปรับปรุงเป็น %s
zh_cn: 阻止升级到 %s

source: No valid mirror found
be: Ня знойдзены правільны люстраны сэрвэр
cs: Nebyl nalezen platný zrcadlový server
ja: 有効なミラーが見つかりません
lv: Netika atrasts derīgs spoguļserveris
te: సరియైన మిర్రర్ కనపడలేదు
th: ไม่พบแหล่งสำเนาแพกเกจที่ใช้การได้
zh_cn: 未找到可用的镜像

source: While scanning your repository information no mirror entry for the upgrade was found. This can happen if you run a internal mirror or if the mirror information is out of date. Do you want to rewrite your 'sources.list' file anyway? If you choose 'Yes' here it will update all '%s' to '%s' entries. If you select 'No' the upgrade will cancel.
be: У працэсе сканаваньня інфармацыі аб Вашых сховішчах, не было знойдзена люстэрка для абнаўленьня дыстрыбутыву. Такое магчыма ў выпадку, калі Вы выкарыстоўваеце ўнутранае люстэрка, альбо інфармацыя аб люстэрках састарэла. Ці жадаеце Вы перазапісаць файл 'sources.list'? Калі Вы абярэце «Так», то будуць абноўлены ўсе '%s' запісаў да '%s'. Калі ж Вы абярэце «Не», то абнаўленьне будзе адменена.
lv: Skenējot jūsu krātuvju informāciju neizdevās atrast uzlabošanas spoguļa ierakstu. Tas var notikt ja jūs darbinat iekšējo spoguli vai arī spoguļa informācija ir novecojusi. Vai jūs tāpat vēlaties pārrakstīt jūsu 'sources.list' failu? Ja jūs izvēlēsieties 'Jā', tad tas uzlabos visus '%s' ierakstus uz '%s'. Ja jūs izvēlēsieties 'Nē', uzlabošana tiks atcelta.

source: Generate default sources?
be: Стварыць прадвызначаны сьпіс крыніц?
cs: Vytvořit standardní zdroje?
ja: 標準のソースを生成しますか？
lv: Izveidot noklusētos avotus?
te: అప్రమేయ మూలాధారాలను ఉత్పత్తిచేయమంటారా?
th: สร้างข้อมูลแหล่งสำเนาปริยายหรือไม่?
zh_cn: 生成默认的源？

source: After scanning your 'sources.list' no valid entry for '%s' was found. Should default entries for '%s' be added? If you select 'No', the upgrade will cancel.
be: Ня знойдзены запіс для '%s' у файле 'sources.list'. Дадаць стандартны запіс для '%s'? Выбор «Не» азначае адмову ад абнаўленьня.
lv: Skenējot jūsu 'sources.list', netika atrasts derīgs '%s' ieraksts. Vai nepieciešams pievienot noklusētos '%s' ierakstus? Ja jūs izvēlēsieties 'Nē', uzlabošana tiks atcelta.

source: Repository information invalid
be: Нерэчаісныя зьвесткі аб сховішчы
cs: Neplatná informace o zdroji
ja: リポジトリ情報が無効です
lv: Informācija par krātuvēm ir kļūdaina
te: భండాగార సమాచారం చెల్లనిది
th: ข้อมูลเกี่ยวกับแหล่งแพกเกจใช้ไม่ได้
zh_cn: 源的信息无效

source: Upgrading the repository information resulted in a invalid file. Please report this as a bug.
be: Вынік абнаўленьня зьвестак аб сховішчаў меў вынікам нерэчаісны файл. Калі ласка, паведаміце аб гэтым, як аб памылцы.
cs: Přechod na novější informace o zdroji vyústil v neplatný soubor. Prosím oznamte to jako chybu.
ja: リポジトリ情報をアップグレード中に無効なファイルを生成しました。バグとして報告してください。
lv: Krātuves informācijas atjaunināšana radīja nederīgu failu. Lūdzu, paziņojiet par to kā par kļūdu.
th: การปรับข้อมูลคลังแพกเกจทำให้แฟ้มเสียหาย กรุณารายงานปัญหานี้
zh_cn: 升级源的信息时产生一个无效文件。请汇报这个错误。

source: Third party sources disabled
be: Зыходнікі ад трэціх бакоў - адключаныя
cs: Zdroje třetích stran zakázány
ja: 公式ではないソースが無効になりました
lv: Trešās puses avoti atslēgti
te: థర్డ్ పార్టీ మూలాధారాలు అచేతనంచేయబడినవి
th: แหล่งเสริมภายนอกถูกปิด
zh_cn: 第三方源被禁用

source: Some third party entries in your sources.list were disabled. You can re-enable them after the upgrade with the 'software-properties' tool or your package manager.
be: Некаторыя крыніцы ў файле 'sources.list' былі адключаны. Вы зможаце зноў іх уключыць пасьля абнаўленьня з дапамогай прылады «Крыніцы ўсталёўкі» або вашага кіраўніка пакункаў.
cs: Některé položky třetích stran ve vašem sources.list byly zakázány. Můžete je znovu povolit po aktualizaci nástrojem 'software-properties' nebo vaším správcem balíků.
ja: sources.list にある公式ではないエントリを無効にしました。アップグレード後、'ソフトウェア・ソース' ツールもしくはパッケージ・マネージャを使って再び有効にすることができます。
lv: Daži trešās puses avotu ieraksti jūsu 'sources.list' failā tika slēgti. Pēc sistēmas uzlabošanas tos varat atkal ieslēgt ar 'software-properties' rīku vai jūsu pakotņu pārvaldnieku.
th: แหล่งเสริมภายนอกบางรายการใน sources.list ของคุณถูกปิดไว้ คุณสามารถเปิดใช้หลังการปรับรุ่นนี้ได้ โดยใช้เครื่องมือ 'software-properties' หรือด้วยโปรแกรมจัดการแพกเกจของคุณ
zh_cn: sources.list 中的一些第三方源被禁用。你可以在升级后用"软件属性"工具或包管理器来重新启用它们。

source: Package in inconsistent state
be: Пакунак у нестабільным стане
cs: Balík je v nekonzistentním stavu
ja: 矛盾した状態のパッケージ
lv: Pakotne nesaderīgā stāvoklī
te: అస్థిర స్థితిలో ప్యాకేజీ
th: แพคเกจเกิดความขัดแย้ง
zh_cn: 软件包处于不一致状态

source: The package '%s' is in an inconsistent state and needs to be reinstalled, but no archive can be found for it. Please reinstall the package manually or remove it from the system.
be: Пакунак '%s' няўстойлівы і павінен быць пераўсталяваны, аднак, для яго ня знойдзен адпаведны архіў. Калі ласка, пераўсталюйце гэты пакунак уручную альбо выдаліце яго з сыстэмы.
cs: Balík "%s" je v nekonzistentním stavu a vyžaduje přeinstalování, ale nebyl pro něj nalezen žádný archiv. Prosím přeinstalujte balík ručně nebo jej odeberte ze systému.
ja: パッケージ '%s' は 矛盾した状態にあり再インストールが必要ですが、そのためのアーカイブを見つけることができません。パッケージを手動で再インストールするか、システムからパッケージを削除してください。
lv: Pakotne '%s' atrodas nesaderīgā stāvoklī un to ir nepieciešams pārinstalēt, taču tās arhīvu nevar atrast. Lūdzu pašrocīgi pārinstalējiet vai noņemiet to no sistēmas.
th: แพคเกจ '%s' อยู่ในสถานะที่ไม่แน่นอนและต้องทำการติดตั้งใหม่ แต่ไม่สามารถหาข้อมูลเก่าได้ กรุณาติดตั้งใหม่อีกครั้งหรือลบออกจากระบบ
zh_cn: 软件包'%s'处于一个不一致的状态，需要重新安装， 但是没能找到它的存档。请重新手动安装这个软件包或者从系统中删除。

source: Error during update
be: Памылка ў час абналеньня
cs: Chyba během aktualizace
ja: アップデート中にエラー発生
lv: Kļūda veicot atjaunināšanu
te: నవీకరణ జరుగుతున్నపుడు దోషం
th: เกิดข้อผิดพลาดขณะปรับข้อมูล
zh_cn: 升级时出错

source: A problem occurred during the update. This is usually some sort of network problem, please check your network connection and retry.
be: Пры абнаўленьні узьнікла праблема. Звычайна гэта бывае выклікана праблемамі ў сетке. Праверце сеткавыя далучэньні і паспрабуйце яшчэ.
cs: Během aktualizace se vyskytl problém. Obvykle to bývá způsobeno chybou síťového připojení. Zkontrolujte prosím své připojení k síti a zkuste to znovu.
ja: アップデート中に問題が発生しました。通常、これはある種のネットワーク問題です。ネットワーク接続をチェックし、再びアップデートしてください。
lv: Atjaunināšanas laikā radusies problēma. Parasti tā ir kāda tīkla problēma. Lūdzu, pārbaudiet jūsu tīkla pieslēgumu un mēģiniet vēlreiz.
te: నవీకరణ చేసేటప్పుడు ఒక సమస్య వచ్చింది. ఇది సాధారణంగా నెట్వర్క్ లాంటి సమస్య, దయచేసి మీ నెట్వర్క్ అనుసంధానాన్ని పరిశీలించి తిరిగి ప్రయత్నించండి.
th: มีปัญหาเกิดขึ้นขณะทำการปรับปรุง โดยปกติจะเป็นปัญหาในระบบเครือข่าย กรุณาตรวจสอบการทำงานของระบบเครือข่ายแล้วลองใหม่อีกที
zh_cn: 升级时候出错。这通常是一些网络问题，请检查你的网络连接后再试。

source: Not enough free disk space
be: Бракуе дыскавае прасторы
cs: Nedostatek volného místa na disku
ja: ディスクの空き領域が足りません
lv: Diskā nav pietiekoši daudz brīvas vietas
te: సరిపడినంత ఖాళీ డిస్కు స్థలము లేదు
th: ไม่มีพื้นที่ว่างในดิสก์เพียงพอ
zh_cn: 磁盘空间不足

source: The upgrade is now aborted. The upgrade needs a total of %s free space on disk '%s'. Please free at least an additional %s of disk space on '%s'. Empty your trash and remove temporary packages of former installations using 'sudo apt-get clean'.
cs: Aktualizace je nyní zrušena. Vyžaduje celkem %s volného místa na disku "%s". Prosím uvolněte nejméně %s dodatečného volného místa na disku "%s". Vyprázdněte koš a odeberte dočasné balíky dřívějších instalací použitím "sudo apt-get clean".
lv: Uzlabošana tagad tiek pārtraukta. Tā pieprasa %s brīvās vietas uz '%s' diska. Lūdzu atbrīvojiet vismaz papildus %s uz '%s' diska. Iztukšojiet jūsu miskasti un izņemiet iepriekšējo instalēšanu pagaidu pakotnes izmantojot 'sudo apt-get clean' komandu.
th: การปรับปรุงถูกยกเลิกแล้ว การปรับปรุงต้องการเนื้อว่างที่ทั้งหมด %s ในดิสก์ '%s' กรุณาลบข้อมูลเก่าออกให้มีเนื้อที่เพิ่มอีกอย่างน้อย %s ในดิสก์ '%s' เทถังขยะทิ้งและลบแพคเกจเก่าๆของการติดตั้งครั้งก่อนโดยใช้คำสั่ง 'sudo apt-get clean'
zh_cn: 升级异常中断。本次升级需要'%s'盘上总共%s的自由磁盘空间。请最少删除'%s'盘上%s的磁盘空间。清空回收站并且使用命令'sudo apt-get clean'删除先前安装中使用的临时软件包。

source: Calculating the changes
be: Падлічыць зьмены
cs: Propočítávám změny
ja: 変更点を取得中
lv: Aprēķina izmaiņas
te: మార్పులను గణిస్తోంది
th: กำลังคำนวนการปรับเปลี่ยน
zh_cn: 正在计算改变

source: Canonical Ltd. no longer provides support for the following software packages. You can still get support from the community.
lv: Canonical Ltd. vairs nenodrošina atbalstu sekojošām programmatūras pakotnēm. Jūs joprojām varēsiet iegūt atbalstu no kopienas.

source: Canonical Ltd. no longer provides support for the following software packages. You can still get support from the community. These packages will be suggested for removal at the end of the upgrade because you have not enabled the community maintained software channel (universe).
lv: Canonical Ltd. vairs nenodrošina atbalstu sekojošām programmatūras pakotnēm. Jūs joprojām varēsiet iegūt atbalstu no kopienas. Šīs pakotnes ir ieteiktas atinstalēšanai uzlabošanas beigās, tāpēc ka jums nav aktivizēts kopienas atbalstītās programmatūras kanāls (universe).

source: Support for some applications ended
cs: Podpora pro některé aplikace byla ukončena
ja: いくつかのアプリケーションのサポートは終了しました
lv: Atbalsts dažām lietotnēm ir beidzies
th: การสนับสนุนสำหรับบางโปรแกรมสิ้นสุดลงแล้ว
zh_cn: 一些应用程序支持终止

source: Do you want to start the upgrade?
be: Ці жадаеце пачаць абнаўленьне?
cs: Chcete spustit aktualizaci?
ja: アップグレードを開始しますか？
lv: Vai vēlaties sākt uzlabošanu?
te: ఉన్నతీకరణను ప్రారంభించాలనుకుంటున్నారా?
th: คุณต้องการเริ่มการปรับรุ่นหรือไม่?
zh_cn: 您想现在开始升级吗？

source: Upgrade canceled
be: Абнаўленьне скасаванае
lv: Uzlabošana atsaukta
te: ఉన్నతీకరణ రద్దు చేయబడింది

source: The upgrade cancels now and the original system state is restored. You can resume the upgrade at a later time.
be: Абнаўленьне адменена. Узноўлена зыходная сыстэма. Можна працягнуць абнаўленьне пазьней.
lv: Uzlabošana tagad ir atcelta un ir atjaunots sākotnējais sistēmas stāvoklis. Jūs varat atsākt uzlabošanu vēlāk.

source: Could not download the upgrades
be: Немагчыма зпампаваць абнаўленьні
cs: Nepodařilo se stáhnout novější vydání
ja: アップグレードをダウンロードできません
lv: Neizdevās lejupielādēt uzlabojumus
te: ఉన్నతీకరణలను డౌన్‌లోడ్ చేయడం సాధ్యపడదు
th: ไม่สามารถดาวน์โหลดแพกเกจปรับรุ่น
zh_cn: 无法下载升级包

source: The upgrade is now aborted. Please check your Internet connection or installation media and try again. All files downloaded so far are kept.
cs: Aktualizace je nyní zrušena. Prosím zkontrolujte své internetové připojení nebo instalační médium a zkuste to znova. Všechny již stažené soubory budou zachovány.
ja: 現在アップグレードは中断されています。インターネット接続やインストールメディアを確認してもう一度試してください。これまでにダウンロードしたファイルはすべて保存されています。
lv: Uzlabošana tagad ir pātraukta. Lūdzu pārbaudiet jūsu Internet pieslēgumu vai instalēšanas mēdiju un mēģiniet vēlreiz. Visi līdz šim lejupielādētie faili ir paturēti.
th: การปรับปรุงถูกยกเลิกแล้ว กรุณาตรวจสอบสายอินตอร์เน็ตหรือสื่อที่ใช้ในการติดตั้งแล้วลองใหม่ ไฟล์ที่ดาวน์โหลดมาทั้งหมดถูกบันทึกไว้แล้ว
zh_cn: 升级失败。请检查你的网络连接或安装媒体然后重试。所有到目前为止已下载的文件已保存。

source: Error during commit
be: Памылка ў час зацьвярджэньня
cs: Chyba při potvrzování
ja: コミット中にエラーが発生しました
lv: Kļūda apstiprināšanas laikā
th: เกิดข้อผิดพลาดขณะ commit
zh_cn: 确认时出错

source: Restoring original system state
be: Аднаўляем зыходны стан сыстэмы
cs: Obnovuji původní stav systému
ja: システムを元に戻しています
lv: Atjauno sākotnējo sistēmas stāvokli
te: యదా విధంగా అసలు వ్యవస్థ స్థితికి వస్తోంది
th: กำลังคืนระบบกลับสู่สถานะแรกเริ่ม
zh_cn: 正在恢复原始系统状态

source: Could not install the upgrades
be: Немагчыма ўсталяваць абнаўленьні
cs: Nepodařilo se nainstalovat aktualizace
ja: アップグレードをインストールできません
lv: Neizdevās instalēt uzlabojumus
te: ఉన్నతీకరణలు స్థాపించుటకు వీలుకాదు
th: ไม่สามารถติดตั้งแพกเกจปรับรุ่นได้
zh_cn: 无法安装升级

source: The upgrade is now aborted. Your system could be in an unusable state. A recovery will run now (dpkg --configure -a).
cs: Aktualizace je nyní zrušena. Váš systém může být v nestabilním stavu. Nyní bude spuštěna oprava (dpkg --configure -a).
ja: 現在アップグレードは中断されています。システムが使用できない状態である可能性があります。今から回復を実行します。 (dpkg --configure -a)
lv: Uzlabošana tagad ir pārtraukta. Jūsu sistēma varētu būt nestabīlā stāvoklī. Tagad tiks veikta tās labošana (dpkg --configure -a).
th: การปรับปรุงถูกยกเลิกแล้ว ระบบของคุณอาจจะอยู่ในสถานะที่ใช้งานไม่ได้ การกู้ระบบสู่สภาพเดิมกำลังจะเริ่มขึ้น (dpkg --configure -a)
zh_cn: 升级失败。你的系统可能处在不可用的状态。修复将立即运行(dpkg --configure -a)。

source: Please report this bug against the 'update-manager' package and include the files in /var/log/dist-upgrade/ in the bug report. %s
be: Калі ласка, паведаміце аб дадзенай памылке пакунка 'update-manager' і ўключыце файлы з дырэкторыі /var/log/dist-upgrade/ у паведамленьне аб памылке. %s
cs: Prosím oznamte tuto chybu vůči balíku "update-manager" a přiložte do hlášení soubory z /var/log/dist-upgrade/. %s
ja: このバグを 'update-manager' パッケージに対するバグとして、/var/log/dist-upgrade/ にあるファイルをバグレポートに含めて報告してください。 %s
lv: Lūdzu, ziņojiet par šo kļūdu, norādot 'update-manager' pakotni un iekļaujot failus no /var/log/dist-upgrade/ mapes kļūdas ziņojumā. %s
th: กรุณารายงานปัญหานี้สำหรับแพคเกจ 'update-manager'และแนบไฟล์ใน /var/log/dist-upgrade/ มากับรายงานด้วย %s
zh_cn: 请提交一份对软件包'update-manager'的错误报告，并在报告中包含目录/var/log/dist-upgrade/下的所有文件. %s

source: The upgrade is now aborted. Please check your Internet connection or installation media and try again.
cs: Aktualizace je nyní zrušena. Prosím zkontrolujte své internetové připojení nebo instalační médium a zkuste to znova.
ja: 現在アップグレードは中断されています。インターネット接続やインストールメディアを確認してもう一度試してください。
lv: Uzlabošana tagad ir pārtraukta. Lūdzu pārbaudiet jūsu Internet savienojumu vai instalēšanas mēdiju un mēģiniet vēlreiz.
th: การปรับปรุงถูกยกเลิกแล้ว กรุณาตรวจสอบสายอินตอร์เน็ตหรือสื่อที่ใช้ในการติดตั้งแล้วลองใหม่
zh_cn: 升级失败。请检查你的网络连接或安装媒介然后重试

source: Remove obsolete packages?
be: Выдаліць састарэлыя пакеты?
cs: Odstranit zastaralé balíky?
ja: 不要なパッケージを削除しますか？
lv: Vai aizvākt novecojušās pakotnes?
te: కాలంచెల్లిన ప్యాకేజీలను తొలగించాలా?
th: จะลบแพจเกจที่ตกรุ่นทิ้งหรือไม่?
zh_cn: 删除陈旧的软件包？

source: _Keep
be: За_хаваць
cs: _Ponechat
ja: そのまま(_K)
lv: _Paturēt
te: ఉంచు(_K)
th: _คงไว้
zh_cn: 保持(_K)

source: _Remove
be: В_ыдаліць
cs: _Odstranit
ja: 削除(_R)
lv: _Noņemt
te: తొలగించు(_R)
th: _ลบ
zh_cn: 删除(_R)

source: A problem occurred during the clean-up. Please see the below message for more information.
be: Падчас ачысткі ўзьнікла праблема. Падрабязнасьці выкладзены ніжэй.
cs: Během úklidu se vyskytl problém. Pro více informací si prosím přečtěte níže uvedenou zprávu.
ja: クリーンアップ中に問題が発生しました。詳細情報は下記のメッセージを参照してください。
lv: Satīrīšanas laikā gadījās kļūda. Lūdzu, izlasiet zemāk redzamo ziņu, lai iegūtu sīkāku informāciju.
te: శుభ్రంచేసేటపుడు ఒక సమస్య సంభవించినది. మరింత సమాచారం కోసం దయచేసి కింది సందేశాన్ని చూడండి.
th: มีปัญหาเกิดขึ้นขณะทำการเก็บกวาด กรุณาอ่านข้อมูลข้างล่างสำหรับรายละเอียด
zh_cn: 清理时出现问题。更多信息请查看以下消息。

source: Required depends is not installed
be: Неабходныя залежнасьці не ўсталяваныя
cs: Požadované závislosti nejsou nainstalovány
ja: 依存するパッケージがインストールされていません
lv: Nav instalētās nepieciešamās atkarības.
te: అవసరమైన అశ్రితాలు స్థాపించబడలేదు
th: ไม่ได้ติดตั้งแพกเกจที่ต้องใช้
zh_cn: 需要的依赖关系未安装

source: The required dependency '%s' is not installed.
be: Неабходныя залежнасьці "%s" не ўсталяваныя.
cs: Požadovaná závislost '%s' není nainstalována.
ja: 依存するパッケージ '%s' がインストールされていません。
lv: Nav instalēta nepieciešamā atkarība '%s'.
te: కావలసిన అశ్రితం '%s' స్థాపించబడలేదు.
th: ไม่ได้ติดตั้งแพกเกจ '%s' ที่ต้องใช้
zh_cn: 需要的依赖关系 '%s' 未安装 。

source: Checking package manager
be: Праверка кіраўніка пакетаў
cs: Kontroluji správce balíků
ja: パッケージ・マネージャをチェック中です
lv: Pārbauda pakotņu parvaldnieku
te: ప్యాకేజీ నిర్వాహకి పరీక్షిస్తోంది
th: กำลังตรวจสอบโปรแกรมจัดการแพกเกจ
zh_cn: 正在检查软件包管理器

source: Preparing the upgrade failed
be: Збой падрыхтоўкі да абнаўленьня
cs: Příprava přechodu na vyšší verzi selhala
ja: アップグレードの準備に失敗しました
lv: Uzlabošanas sagatavošana neizdevās
te: ఉన్నతీకరణకు సిద్ధంచేయుటలో విఫలమైంది
th: เตรียมการปรับรุ่นไม่สำเร็จ
zh_cn: 升级准备失败

source: Preparing the system for the upgrade failed. Please report this as a bug against the 'update-manager' package and include the files in /var/log/dist-upgrade/ in the bug report.
be: Падрыхтоўка сыстэмы да мадэрнызацыі схібіла. Калі ласка, паведаміце аб памылке, зьвязанай з пакункам «update-manager», і дадайце файлы з /var/log/dist-upgrade/ да паведамленьня.
cs: Příprava systému na aktualizaci se nezdařila. Prosím oznamte tuto chybu vůči balíku "update-manager" a přiložte k hlášení soubory z /var/log/dist-upgrade/.
ja: アップグレードのためにシステムを準備している途中で失敗しました。このことを 'update-manager' パッケージに対するバグとして、/var/log/dist-upgrade/ にあるファイルをバグレポートに含めて報告してください。
lv: Sistēmas sagatavošana uzlabošanai neizdevās. Lūdzu, ziņojiet par šo kļūdu, norādot 'update-manager' pakotni un iekļaujot failus no /var/log/dist-upgrade/ mapes kļūdas ziņojumā.
th: มีปัญหาเกิดขึ้นขณะเตรียมระบบสำหรับการปรับปรุง กรุณารายงานปัญหานี้สำหรับแพคเกจ 'update-manager' และแนบไฟล์ใน /var/log/dist-upgrade/ มากับรายงานด้วย
zh_cn: 准备升级失败。请将此报告为'update-manager'软件包的bug并将/var/log/dist-upgrade/下的文件包含在bug报告中。

source: Getting upgrade prerequisites failed
be: Падрыхтоўка да абнаўленьня завяршылася няўдала
cs: Získání potřebných prostředků pro povýšení systému selhalo
ja: アップグレードの事前作業に失敗しました
lv: Neizdevās iegūt uzlabošanas priekšnosacījumus
th: เอาแพคเกจที่จำเป็นก่อนการปรับปรุงมาไม่ได้
zh_cn: 升级的准备失败

source: The system was unable to get the prerequisites for the upgrade. The upgrade will abort now and restore the original system state. Please report this as a bug against the 'update-manager' package and include the files in /var/log/dist-upgrade/ in the bug report.
be: Сыстэма не змагла атрымаць неабходныя ўмовы абнаўленьня. Абнаўленьне будзе перарвана і сыстэма вернецца ў першаначальны стан. Калі ласка, паведаміце аб гэтай памылке, дадаўшы да справаздачы файлы з /var/log/dist-upgrade/.
cs: Systém nebyl schopný získat potřebné předpoklady k aktualizaci. Aktualizace bude nyní zrušena a bude obnoven původní stav systému. Prosím, oznamte tuto chybu vůči balíku "update-manager" a přiložte k hlášení soubory z /var/log/dist-upgrade/.
lv: Sistēmai neizdevās noskaidrot uzlabošanas priekšnosacījumus. Uzlabošana tagad tiks pārtraukta un tiks atjaunots sistēmas sākotnējais stāvoklis. Lūdzu, ziņojiet par šo kļūdu, norādot 'update-manager' pakotni un iekļaujot failus no /var/log/dist-upgrade/ mapes kļūdas ziņojumā.
th: ระบบไม่สามารถดำเนินการส่วนที่จำเป็นก่อนทำการปรับปรุงได้ การปรับปรุงจะถูกยกเลิกและคืนระบบสู่สภาพเดิม กรุณารายงานปัญหานี้สำหรับแพคเกจ 'update-manager' และแนบไฟล์ใน /var/log/dist-upgrade/ มากับรายงานด้วย
zh_cn: 系统无法满足升级条件。将退出升级并恢复到原来的系统状态。 请将此报告为'update-manager'软件包的bug并将/var/log/dist-upgrade/下的文件包含在bug报告中。

source: Updating repository information
be: Абнаўленьне зьвестак сховішча
cs: Aktualizují se informace o zdrojích
ja: リポジトリ情報をアップデート中です
lv: Atjaunina repozitoriju informāciju
te: భాండాగార సమాచారాన్ని నవీకరిస్తోంది
th: กำลังปรับข้อมูลของคลังแพกเกจ
zh_cn: 更新源的信息

source: Invalid package information
be: Недзеяздольныя зьвесткі пра пакет
cs: Neplatná informace o balíku
ja: 無効なパッケージ情報です
lv: Nederīga informācija par pakotnēm
te: చెల్లని ప్యాకేజీ సమాచారం
th: ข้อมูลของแพกเกจไม่ถูกต้อง
zh_cn: 无效的包信息
