Repository: lexruee/ubuntu-release-upgrader
Catalog: po/*.po
Languages: be, cs, ja, lv, te, th, zh_cn

source: If you don't want to install them now, choose "Update Manager" from the Administration menu later.
be: Калі вы не жадаеце ўсталёўваць іх зараз, то Вы можаце зрабіць гэта пазьней праз «Кіраўнік абнаўленьняў» з мэню Сыстэма → Адміністраваньне.
cs: Pokud je nyní nechcete instalovat, zvolte později "Správce aktualizací" z nabídky Správa.
ja: 今すぐにインストールしたくない場合は、あとでシステム管理メニューから“アップデート・マネージャ”を選択してください。
lv: Ja jūs nevēlaties tos instalēt tagad, vēlāk izvēlieties 'Uzlabošanas pārvaldnieks' no Administrēšanas izvēles.
th: ถ้าคุณยังไม่ต้องการที่จะติดตั้งเดี๋ยวนี้ เลือก "โปรแกรมจัดการปรับปรุง" จากเมนูบริหารระบบเมื่อพร้อมได้
zh_cn: 如果您不想现在安装，稍后可以在“系统管理”菜单选择“更新管理器”进行安装。

source: The upgrade needs a total of %s free space on disk '%s'. Please free at least an additional %s of disk space on '%s'. Empty your trash and remove temporary packages of former installations using 'sudo apt-get clean'.
be: Для абнаўленьня патрабуецца %s вольнага месца на дыске «%s». Калі ласка, вызваліце як мінімум %s дыскавай прасторы на «%s». Ачысьціце вашу сьметніцу і выдаліце часовыя пакункі ўсталёвак, выканаўшы ў тэрмінале каманду 'sudo apt-get clean'.
cs: Tato aktualizace potřebuje celkem %s volného místa na disku "%s". Prosím uvolněte alespoň %s dodatečného místa na "%s". Vyprázdněte koš a smažte dočasné balíky dřívějších instalací použitím "sudo apt-get clean".
ja: アップグレードには全体で%sの空き領域がディスク'%s'に必要です。少なくとも%sの領域を'%s'に作って下さい。ゴミ箱を空にしたり、'sudo apt-get clean'を使って以前のインストールで利用した一時パッケージを削除して下さい。
lv: Uzlabošanai kopā nepieciešams %s brīvās vietas '%s' diskā. Lūdzu atbrīvojiet vismaz papildus %s uz '%s' diska. Iztukšojiet jūsu miskasti un noņemiet iepriekšējo instalēšanu pagaidu pakotnes izmantojot 'sudo apt-get clean' komandu.
th: การปรับปรุงต้องการเนื้อที่ว่างทั้งหมด %s ในดิสก์ '%s'. กรุณาหาพื้นที่ว่างเพิ่มอีก %s ในดิสก์ '%s'. เทถังขยะทิ้งและลบแพคเกจเก่าๆจากการติดตั้งครั้งก่อนโดยใช้คำสั่ง 'sudo apt-get clean'.
zh_cn: 这个更新需要花去%s盘一共%s的空间.请在%s盘腾出空闲的%s空间.清空你的回收站和临时文件包，用 'sudo apt-get clean'清理以前的安装文件.

source: Reading package information
be: Чытаньне інфармацыі аб пакунках
cs: Čtení informací o balících
ja: パッケージ情報を取得中
lv: Lasa informāciju par pakotnēm
te: ప్యాకేజీ సమాచారాన్ని చదువుతోంది
th: กำลังอ่านข้อมูลของแพคเกจ
zh_cn: 读取包信息

source: Could not initialize the package information
be: Не атрымалася атрымаць інфармацыю аб пакунках
cs: Nelze zjistit informace o balíku
ja: パッケージ情報を初期化できませんでした
lv: Neizdevās inicializēt informāciju par pakotnēm
te: ప్యాకేజీ సమాచారాన్ని ప్రారంభించలేకపోతోంది
th: ไม่สามารถตั้งค่าเริ่มต้นข้อมูลแพกเกจ
zh_cn: 不能够初始化包信息

source: An unresolvable problem occurred while initializing the package information. Please report this bug against the 'update-manager' package and include the following error message:
be: Падчас працы з пакункам узьнікла невырашальная памлка. Калі ласка, паседаміце аб гэтай памылке пакунка «update-manager» і ўключыце гэта паведамленьне:
cs: Během sbírání informací o balíku nastal neřešitelný problém. Prosím nahlaste tento problém oproti balíku 'update-manager' a přiložte následující chybovou hlášku:
ja: パッケージ情報を初期化している最中に解決できない問題が発生しました． 次のエラーメッセージを含めて'update-manager'パッケージに対して次のバグを報告してください:
lv: Gadījās neatrisināma problēma inicializējot informāciju par pakotnēm. Lūdzu, ziņojiet par šo kļūdu attiecībā uz 'update-manager' pakotni un iekļaujiet šo kļūdas paziņojumu:
th: ไม่สามารถแก้ปัญหาได้ขณะทำการเตรียมข้อมูลของแพคเกจ กรุณารายงานปัญหานี้สำหรับแพคเกจ 'update-manager' และแนบข้อผิดพลาดต่อไปนี้มาด้วย:
zh_cn: 初始化包信息时遇到无法解决的问题。 请汇报这个此 'update-manager' 软件包的错误，并且将如下信息包含在报告中：

source: An unresolvable problem occurred while calculating the upgrade. Please report this bug against the 'update-manager' package and include the following error message:
be: Крытычная памылка падчас апрацоўкі пакунка абнаўленьняў. Калі ласка, паведаміце аб гэтай памылке пакунка «Кіраўнік абнаўленьняў» і ўключыце гэта паведамленьне:
cs: Během propočítávání aktualizace nastal neřešitelný problém. Prosím nahlaste tuto chybu oproti balíku "update-manager" a přiložte následující chybovou zprávu:
ja: アップグレードの計算中に解決できない問題が発生しました． 次のエラーメッセージを含めて'update-manager'パッケージに対して次のバグを報告してください:
lv: Gadījās neatrisināma problēma rēķinot uzlabošanu. Lūdzu, ziņojiet par šo kļūdu attiecībā uz 'update-manager' pakotni un iekļaujiet šo kļūdas paziņojumu:
th: ไม่สามารถแก้ปัญหาได้ขณะทำการคำนวนการปรับปรุง กรุณารายงานปัญหานี้สำหรับแพคเกจ 'update-manager' และแนบข้อผิดพลาดต่อไปนี้มาด้วย:
zh_cn: 在计算升级时遇到一个无法解决的问题。 请汇报这个有关 'update-manager' 软件包的错误，并且将下列错误信息包含在错误报告中：

source: (New install)
be: (Новая ўсталёўка)
lv: (Jauna instalācija)
te: (కొత్త స్థాపన)

source: (Size: %s)
be: (Памер: %s)
cs: (Velikost: %s)
ja: (サイズ: %s)
lv: (Izmērs: %s)
te: (పరిమాణం: %s)
th: (ขนาด: %s)
zh_cn: (大小：%s)

source: From version %(old_version)s to %(new_version)s
be: З вэрсыі %(old_version)s на %(new_version)s
cs: Z verze %(old_version)s na verzi %(new_version)s
ja: バージョン %(old_version)s から %(new_version)s へ
lv: No versijas %(old_version)s uz %(new_version)s
th: จากรุ่น %(old_version)s ไปเป็น %(new_version)s
zh_cn: 从版本 %(old_version)s 到 %(new_version)s

source: Version %s
be: Вэрсія %s
cs: Verze %s
ja: バージョン %s
lv: Versija %s
te: వెర్షన్ %s
th: รุ่น %s
zh_cn: 版本 %s

source: Your Ubuntu release is not supported anymore
be: Ваш выпуск Ubuntu больш не падтрымліваецца
lv: Jūsu Ubuntu versija vairs nav atbalstīta

source: You will not get any further security fixes or critical updates. Please Upgrade to a later version of Ubuntu Linux.
be: Вы больш ня зможаце атрымліваць абнаўленьні бясьпекі. Калі ласка, абнавіце Ubuntu да больш новай вэрсыі.
lv: Jūs vairs nevarēsiet iegūt jaunākos drošības labojumus vai kritiskos atjauninājumus. Lūdzu uzlabojiet jūsu Ubuntu Linux uz nākošo versiju.

source: Upgrade information
be: Інфармацыя аб абнаўленьні
lv: Informācija par uzlabošanu
te: ఉన్నతీకరణ సమాచారం

source: Downloading the release upgrade tool
be: Спампоўваецца праграма для абнаўленьня дыстрыбутыва
lv: Lejupielādē laidiena uzlabošanas rīku
te: విడుదల ఉన్నతీకరణ సాధనాన్ని డౌన్‌లోడ్ చేస్తోంది

source: <b>New Ubuntu release '%s' is available</b>
be: <b>Даступны новы выпуск Ubuntu '%s'</b>
lv: <b>Ir pieejama jauna Ubuntu versija '%s'</b>
te: <b>కొత్త ఉబుంటు విడుదల '%s' అందుబాటులో ఉంది</b>

source: Software index is broken
be: Пашкоджаны індэкс праграм
cs: Seznam softwaru je poškozen
ja: ソフトウェアのインデックスが壊れています
lv: Programmatūras indekss ir bojāts
te: సాప్ట్‍వేర్ సూచిక విరిగినది
th: ดัชนีของซอฟต์แวร์เสียหาย
zh_cn: 软件索引已被破坏

source: It is impossible to install or remove any software. Please use the package manager "Synaptic" or run "sudo apt-get install -f" in a terminal to fix this issue at first.
be: Немагчыма ўсталяваць ці выдаліць праграмы. Калі ласка, выпраўце гэтую праблему з дапамогай "Synaptic", альбо выканайце ў тэрмінале "sudo apt-get install -f".
cs: Není možné instalovat ani odebírat programy. Prosím použijte správce balíků "Synaptic" nebo nejdříve spusťe v terminálu "sudo apt-get install -f" pro nápravu tohoto problému.
ja: 何らかのソフトウェアがインストールないし削除できません。 Synaptic パッケージ・マネージャを使用するか、 まずこの問題を解決するために "sudo apt-get install -f" コマンドをターミナルで実行してください。
lv: Nav iespējams instalēt vai noņemt programmatūru. Lūdzu, vispirms izmantojiet "Synaptic" pakotņu pārvaldnieku vai terminālī palaidiet komandu "sudo apt-get install -f", lai šo problēmu novērstu.
te: ఏ సాఫ్ట్‍వేర్‌నైనా స్థాపించుట లేదా తొలగించుట అసాధ్యం. దయచేసి ప్యాకేజీ నిర్వాహకి "Synaptic" వాడు లేదా మొదట ఈ విషయాన్ని పరిష్కరించుటకు టెర్మినల్‌లో ఈ ఆదేశాన్ని నడుపు"sudo apt-get install -f"
th: ไม่สามารถติดตั้งหรือถอดถอนซอฟต์แวร์ใดๆ ได้ กรุณาใช้โปรแกรมจัดการแพกเกจ "Synaptic" หรือเรียกคำสั่ง "sudo apt-get install -f" ในเทอร์มินัลเพื่อแก้ปัญหานี้ก่อน
zh_cn: 无法安装或删除任何软件。请使用包管理软件 "synaptic" 或在终端运行 "sudo apt-get install -f" 来修正这个问题。

source: Downloading Package Information
be: Загрузка зьвестак пра пакунак
cs: Stahování informací o balících
ja: パッケージ情報をダウンロードしています
lv: Lejupielādē informāciju par pakotnēm
th: กำลังดาวน์โหลดข้อมูลของแพคเกจ
zh_cn: 正在下载软件包信息

source: The repositories are being checked for new, removed, or updated software packages
be: Сховішчы будуць правераны на новыя, выдаленыя або абноўленыя пакункі праграм
cs: Zdroje jsou nyní kontrolovány ohledně nových, odstraněných nebo aktualizovaných softwarových balíků
lv: Pārbauda krātuves, lai noskaidrotu jaunās, noņemtās vai uzlabotās programmatūras pakotnes
th: กำลังตรวจสอบแหล่งข้อมูลเพื่อหาซอฟต์แวร์แพคเกจใหม่ ลบออก หรือ ที่มีการปรับปรุงเป็นรุ่นใหม่
zh_cn: 正在检查软件库里新的、被移除的或已更新的软件包

source: Downloading Package Updates
be: Загрузка пакункаў абнаўленьняў
cs: Stahování aktualizací balíků
ja: パッケージのアップグレードをダウンロードしています。
lv: Lejupielādē pakotņu uzlabojumus
th: กำลังดาวน์โหลดแพคเกจที่มีการปรับปรุง
zh_cn: 正在下载软件包更新

source: The selected package updates are being downloaded and installed on the system
be: Абраныя пакункі абнаўленьняў спампоўваюцца і ўсталёўваюцца ў сыстэму
cs: Zvolené aktualizace balíků jsou stahovány a instalovány na váš systém
ja: 選択したアップグレード・パッケージのダウンロードとインストールをしています。
lv: Izvēlētie pakotņu uzlabojumi tiek lejupielādēti un instalēti sistēmā.
th: แพคเกจรุ่นใหม่ที่เลือกไว้กำลังถูกดาวน์โหลดและติดตั้งในระบบ
zh_cn: 正在为系统下载并安装所选的软件包更新

source: run_synaptic called with unknown action
be: run_synaptic выклікана зь невядомым дзеяньнем
cs: run_synaptic zavolán s neznámou akcí
ja: run_synaptic が不明なアクションとともに呼び出されました
lv: run_synaptic izsaukts ar nezināmu darbību
th: เรียก run_synaptic ด้วยคำสั่งที่ไม่รู้จัก
zh_cn: 运行新立得时被告知未定义动作(_S)

source: Cancel
be: Скасаваць
cs: Zrušit
ja: キャンセル
lv: Atsaukt
te: రద్దుచేయి
th: ยกเลิก
zh_cn: 取消

source: Install
be: Усталяваць
cs: Nainstalovat
ja: インストール
lv: Instalēt
te: స్థాపించు
th: ติดตั้ง
zh_cn: 安装

source: Building Updates List
be: Фарміраваньне сьпіса абнаўленьняў
cs: Vytváření seznamu aktualizací
ja: アップデートリストを作成しています
lv: Veido uzlabojumu sarakstu
te: నవీకరణల జాబితాను నిర్మిస్తోంది
th: กำลังสร้างรายการที่ต้องปรับปรุง
zh_cn: 正在建立更新列表

source: A normal upgrade can not be calculated, please run: sudo apt-get dist-upgrade This can be caused by: * A previous upgrade which didn't complete * Problems with some of the installed software * Unofficial software packages not provided by Ubuntu * Normal changes of a pre-release version of Ubuntu
be: Звычайнае абнаўленьне ня можа быць разьлічана, калі ласка, запусьціце: sudo apt-get dist-upgrade Гэта можа быць выклікана: * Папярэднім абнаўленьнем, якое ня было завершана * Праблемамі з асобна ўсталяванымі пакункамі альбо праграмамі * Неафіцыйнымі пакункамі, якія не падтрымліваюцца Ubuntu * Натуральнымі зьменамі ў папярэдняй вэрсіі Ubuntu
lv: Normālu uzlabošanu neizdodas izrēķināt, lūdzu palaidiet: sudo apt-get dist-upgrade Šādu situāciju varētu būt izraisījis: * Iepriekšējā uzlabošana, kas netika pabeigta * Problēmas ar uzinstalēto programmatūru * Neoficiālas programmatūras pakotnes, kuras nenodrošina Ubuntu * Normālas izmaiņas Ubuntu pirmslaidiena versijā

source: Downloading changelog
be: Выгрузка часопісу зьменаў
cs: Stahování seznamu změn
ja: 変更履歴をダウンロードしています
lv: Lejupielādē izmaiņu žurnālu
th: กำลังดาวน์โหลดบันทึกของการปรับเปลี่ยน
zh_cn: 正在下载变更日志

source: Other updates (%s)
be: Іншыя абнаўленьні (%s)
lv: Citi uzlabojumi (%s)
te: ఇతర నవీకరణలు (%s)

source: Changes for the versions: %s %s
be: Зьмены ў вэрсіях: %s %s
lv: Izmaiņas šādām versijām: %s %s

source: This change is not coming from a source that supports changelogs.
be: Гэта зьмена ўнесена не з крыніцы з падтрымкай гісторыі зьменаў.
lv: Izmaiņa nenāk no avota, kas atbalsta izmaiņu žurnālus.

source: The changelog does not contain any relevant changes. Please use http://launchpad.net/ubuntu/+source/%s/%s/+changelog until the changes become available or try again later.
be: Сьпіс зьменаў ня ўтрымлівае зьвязаных з пакункам запісаў. Калі ласка, выкарыстоўвайце http://launchpad.net/ubuntu/+source/%s/%s/+changelog пакуль зьмены ня будуць даступны альбо паспрабуйце яшчэ раз пазьней.
cs: Seznam změn neobsahuje žádné příslušné změny. Použijte prosím http://launchpad.net/ubuntu/+source/%s/%s/+changelog než budou změny dostupné nebo opakujte akci později.
ja: 変更履歴には関連する変更点がありません。 変更点が表示されるようになるまで、http://launchpad.net/ubuntu/+source/%s/%s/+changelog を利用するか、後ほど再び試してください。
lv: Izmaiņu žurnāls nesatur nozīmīgas izmaiņas. Lūdzu, izmantojiet http://launchpad.net/ubuntu/+source/%s/%s/+changelog līdz izmaiņas kļūst pieejamas vai mēģiniet vēlāk vēlreiz.
th: บันทึกการเปลี่ยนแปลงไม่มีข้อมูลที่เกี่ยวข้อง กรุณาดูที่ http://launchpad.net/ubuntu/+source/%s/%s/+changelog จนกว่าจะมีข้อมูลใหม่หรือลองอีกครั้งหลังจากนี้สักพัก
zh_cn: 变更日志未包含任何有关的更改。 请访问 http://launchpad.net/ubuntu/+source/%s/%s/+changelog 直到变更可用或再试一遍。

source: The list of changes is not available yet. Please use http://launchpad.net/ubuntu/+source/%s/%s/+changelog until the changes become available or try again later.
be: Сьпіс зьменаў пакуль што недаступны. Калі ласка, выкарыстоўвайце http://launchpad.net/ubuntu/+source/%s/%s/+changelog пакуль зьмены ня будуць даступны альбо паспрабуйце яшчэ раз пазьней.
cs: Seznam změn ještě není dostupný. Prosím použijte http://launchpad.net/ubuntu/+source/%s/%s/+changelog dokud nebudou změny dostupné, nebo to zkuste znovu později.
ja: 変更点のリストはまだ利用できません。 変更点が表示されるようになるまで、http://launchpad.net/ubuntu/+source/%s/%s/+changelog を利用するか、後ほど再び試してください。
lv: Izmaiņu saraksts nav vēl pieejams. Lūdzu, izmantojiet http://launchpad.net/ubuntu/+source/%s/%s/+changelog līdz izmaiņas kļūst pieejamas vai mēģiniet vēlāk vēlreiz.
th: รายการของการเปลี่ยนแปลงยังไม่มีให้ดู กรุณาดูที่ http://launchpad.net/ubuntu/+source/%s/%s/+changelog จนกว่ารายการเปลี่ยนแปลงจะมีให้ดูได้หรือลองใหม่อีกครั้งหลังจากนี้สักพักหนึ่ง
zh_cn: 该表列出的改变尚不可行。 请使用http://launchpad.net/ubuntu/+source/%s/%s/+changelog 直至这些选项可用或者稍后再试。

source: Failed to download the list of changes. Please check your Internet connection.
be: Немагчыма выгрузіць сьпіс зьменаў. Калі ласка, спраўдзіце наяўнасьць далучэньня да Інтэрнэту.
cs: Stažení seznamu změn selhalo. Prosím zkontrolujte své internetové připojení.
ja: 変更点のダウンロードに失敗しました。インターネットに接続されているか確認してください。
lv: Neizdevās lejupielādēt izmaiņu sarakstu. Lūdzu, pārbaudiet jūsu Internet savienojumu.
th: ไม่สามารถดาวน์โหลดรายการการเปลี่ยนแปลง กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
zh_cn: 无法下载更新列表。 请检查您的网络连接。

source: Failed to detect distribution
be: Вызначэньне дыстрыбутыва схібіла
cs: Detekce distribuce selhala
ja: ディストリビューションの検出に失敗しました
lv: Neizdevās noteikt distributīvu
te: ఏ పంపకమో కనిపెట్టుటలో విఫలమైంది
th: ไม่สามารถตรวจพบชุดแจกจ่าย
zh_cn: 检测发行版失败

source: A error '%s' occurred while checking what system you are using.
be: Падчас праверкі вашае сыстэмы адбылася памылка '%s'
cs: Během zjišťování, jaký systém používáte, došlo k chybě "%s".
ja: あなたが何のシステムを使用しているかについて確認している最中にエラー '%s' が起きました。
lv: Pārbaudot kādu sistēmu jūs izmantojat notikusi '%s' kļūda.
th: มีปัญหา '%s' เกิดขึ้นขณะตรวจสอบดูว่าคุณใช้ระบบอะไรอยู่
zh_cn: 检查您正在使用何系统时发生一个错误 “%s”。

source: Important security updates
be: Важныя абнаўленьні зьвязаныя зь бясьпекай
cs: Důležité bezpečnostní aktualizace
ja: 重要なセキュリティアップデート
lv: Svarīgi drošības atjauninājumi
te: ముఖ్యమైన భద్రతా నవీకరణలు
th: การปรับปรุงด้านความปลอดภัยที่สำคัญ
zh_cn: 重要安全更新

source: Recommended updates
be: Пажаданыя абнаўленьні
cs: Doporučené aktualizace
ja: 推奨アップデート
lv: Ieteikti atjauninājumi
te: సిఫారసుచేయబడిన నవీకరణలు
th: การปรับปรุงที่แนะนำ
zh_cn: 建议更新

source: Proposed updates
be: Апцыянальныя абнаўленьні
cs: Navržené aktualizace
ja: 提案されたアップデート
lv: Piedāvāti atjauninājumi
te: ప్రతిపాదిత నవీకరణలు
th: การปรับปรุงที่เสนอ
zh_cn: 建议更新

source: Backports
be: Бэкпорты
cs: Aktualizace přenesené z novějších verzí distribuce
ja: バックポート
lv: Atpakaļporti
te: బ్యాక్‌పోర్టులు
th: การพอร์ตย้อนหลัง

source: Distribution updates
be: Абнаўленьні дыстрыбуцыі
cs: Aktualizace distribuce
ja: ディストリビューションのアップデート
lv: Distribūcijas atjauninājumi
te: పంపకము నవీకరణలు
th: การปรับรุ่นข้ามชุดจัดแจก
zh_cn: 发行版升级

source: Other updates
be: Іншыя абнаўленьні
cs: Ostatní aktualizace
ja: その他のアップデート
lv: Citi atjauninājumi
te: ఇతర నవీకరణలు
th: การปรับรุ่นอื่นๆ
zh_cn: 其它更新

source: Previous selected
be: Раней выбранае
cs: Dříve vybrané
ja: 以前に選択したもの
lv: Iepriekšējā izvēlētā
th: ที่ถูกเลือกไว้ก่อนหน้านี้
zh_cn: 上一个选择的

source: <b><big>You must check for updates manually</big></b> Your system does not check for updates automatically. You can configure this behavior in <i>Software Sources</i> on the <i>Updates</i> tab.
be: <b><big>Вы павінны праверыць наяўнасьць абнаўленьняў уручную</big></b> Ваша сыстэма не правярае наяўнасьць абнаўленьняў аўтаматычна. Вы можаце наладзіць гэта ў <i>Крыніцы ўсталёўкі</i> на ўкладцы <i>Абнаўленьні</i>.
cs: <b><big>Aktualizace musíte kontrolovat ručně</big></b> Váš systém nezjišťuje nové aktualizace automaticky. Toto nastavení můžete změnit v nástroji <i>Zdroje softwaru</i> na kartě <i>Aktualizace</i>.
ja: <b><big>アップデートの情報を手動でチェックしてください</big></b> システムはアップデートを自動的にチェックしません。この動作の変更は、<i>ソフトウェア・ソース</i>の<i>インターネットアップデート</i>タブで行います。
lv: <b><big>Jums pašrocīgi jāpārbauda atjauninājumi</big></b> Jūsu sistēma atjauninājumus automātiski nepārbauda. Jūs varat nokonfigurēt šo iespēju <i>Programmu avoti</i> rīka <i>Atjauninājumi</i> cilnē.
th: <b><big>คุณต้องตรวจหาการปรับปรุงใหม่ด้วยตนเอง</big></b> ระบบของคุณไม่ได้ตรวจหาโดยอัตโนมัติ. คุณสามารถเปลี่ยนค่านี้ใน <i>Software Sources</i> ในแถบ <i>Updates</i>
zh_cn: <b><big>你必须手动检测升级</big></b> 你的系统未自动检测升级。你可以通过编辑<i>软件源</i>在<i>网络升级</i>中改变。

source: <big><b>Not all updates can be installed</b></big>
be: <big><b>Не ўсе абнаўленьні можна ўсталяваць</b></big>
cs: <big><b>Není možné nainstalovat všechny aktualizace</b></big>
ja: <big><b>一部のアップデートだけがインストールされました</b></big>
lv: <big><b>Visus atjauninājumus nebija iespējams instalēt</b></big>
te: <big><b>అన్ని నవీకరణలు స్థాపించబడవు</b></big>
th: <big><b>ไม่สามารถติดตั้งแพกเกจปรับรุ่นได้ทั้งหมด</b></big>
zh_cn: <big><b>没有更新可供安装</b></big>

source: <big><b>Running on battery</b></big>
be: <big><b>Праца ад батарэі</b></big>
lv: <big><b>Izmanto bateriju</b></big>
te: <big><b>బ్యాటరీ మీద నడుచుచున్నది</b></big>

source: <big><b>Starting Update Manager</b></big>
be: <big><b>Запусьціць Кіраўнік абнаўленьняў</b></big>
cs: <big><b>Spouštím správce aktualizací</b></big>
ja: <big><b>アップデート・マネージャを開始しています</b></big>
lv: <big><b>Startē uzlabošanas pārvaldnieku</b></big>
te: <big><b>నవీకరణ నిర్వాహకి ప్రారంభించబడుతోంది</b></big>
th: <big><b>กำลังเริ่มโปรแกรมจัดการการปรับรุ่น</b></big>
zh_cn: <b><big>运行升级管理器</big></b>

source: Changes
be: Зьмены
cs: Změny
ja: 変更
lv: Izmaiņas
te: మార్పులు
th: การเปลี่ยนแปลง
zh_cn: 变更

source: Chec_k
be: Праве_рыць
cs: Z_kontrolovat
ja: 再チェック(_K)
lv: Pār_baudīt
te: పరిశీలించు (_k)
th: ต_รวจ
zh_cn: 检查(_K)

source: Co_ntinue
be: Пра_цягваць
lv: Turpināt
te: కొనసాగించు(_n)

source: Description
be: Апісаньне
cs: Popis
ja: 詳細
lv: Apraksts
te: వివరణ
th: คำบรรยาย
zh_cn: 描述

source: Description of update
be: Апісаньне абнаўленьня
cs: Popis aktualizace
ja: アップデートの詳細
lv: Atjauninājuma apraksts
te: నవీకరణ యొక్క వివరణ
th: รายละเอียดการปรับรุ่น
zh_cn: 升级描述

source: Restart _Later
lv: Pārstartēt _vēlāk

source: Run a partial upgrade, to install as many updates as possible. This can be caused by: * A previous upgrade which didn't complete * Problems with some of the installed software * Unofficial software packages not provided by Ubuntu * Normal changes of a pre-release version of Ubuntu
be: Запусьціць частковае абнаўленьне дыстрыбутыва з усталёўкай па магчымасьці максімальнай колькасьці абнаўленьняў. Магчымыя прычыны: * Папярэдняя спроба абнаўленьня дыстрыбутыва не завяршылася * Праблема зь якой-небудзь усталяванай праграмай * Неафіцыйныя пакункі, не прадстаўляемыя Ubuntu * Нармальныя зьмены перадрэлізнай вэрсыі Ubuntu
lv: Palaidiet daļējo uzlabošanu, lai uzinstalētu pēc iespējas vairāk uzlabojumus. Šādu situāciju varētu būt izraisījis: * Iepriekšējā uzlabošana, kas netika pabeigta * Problēmas ar uzinstalēto programmatūru * Neoficiālas programmatūras pakotnes, kuras nenodrošina Ubuntu * Normālas izmaiņas Ubuntu pirmslaidiena versijā

source: Settings...
be: Настаўленьні...
lv: Iestatījumi...

source: Show progress of individual files
be: Паказваць прагрэс для асобных файлаў
cs: Zobrazit průběh jednotlivých souborů
ja: 個々のファイルの進捗を表示
lv: Rādīt katra faila progresu
te: ఫైళ్ళ వ్యక్తిగత ప్రగతిని చూపించు
th: แสดงความคืบหน้าของแแต่ละไฟล์
zh_cn: 显示单个文件进度

source: The computer needs to restart to finish installing updates. Please save your work before continuing.
be: Кампутар неабходна перазапусьціць, каб скончыць устаноўку абнаўленьняў. Калі ласка, захавайце вашую працу, перш чым працягваць.
lv: Datoru nepieciešams pārstartēt, lai pabeigtu atjauninājumu instalēšanu. Lūdzu, saglabājiet jūsu darbu pirms turpināt.
te: నవీకరణలను పూర్తిచేయుటకు కంప్యూటర్ పునఃప్రారంభించవలసి ఉంటుంది. దయచేసి కొనసాగేముందు మీ పనిని భద్రపరుచుకోండి.

source: U_pgrade
be: Аб_навіць
cs: _Přejít na vyšší verzi
ja: アップグレード(_P)
lv: Uz_labot
te: ఉన్నతీకరించు(_p)
th: _ปรับรุ่น
zh_cn: 升级(_P)

source: Update Manager
be: Кіраўнік абнаўленьняў
cs: Správce aktualizací
ja: アップデート・マネージャ
lv: Uzlabošanas pārvaldnieks
te: నవీకరణ నిర్వాహకం
th: โปรแกรมจัดการการปรับรุ่น
zh_cn: 更新管理器

source: Your system is running on battery. Are you sure you want to continue?
be: Ваш кампутар працуе ад батарэі. Вы ўпэўнены, што жадаеце працягнуць?
lv: Jūsu sistēma šobrīd izmanto bateriju. Vai esat droši, ka vēlaties turpināt?
te: మీ వ్యవస్థ బ్యాటరీ మీద నడుస్తోంది. మీరు ఖచ్ఛితంగా కొనసాగాలనుకుంటున్నారా?

source: _Hide this information in the future
be: _Хаваць гэтую інфармацыю ў будучыні
cs: Nadále tyto informace _nezobrazovat
ja: 今後この情報を隠す(_H)
lv: Turpmāk _nerādīt šo informāciju
te: భవిష్యత్తులో ఈ సమాచారం దాచిపెట్టు
th: _ซ่อนข้อมูลนี้ในคราวหน้า
zh_cn: 不再显示该信息(_H)

source: _Install Updates
be: _Усталяваць абнаўленьні
cs: Na_instalovat aktualizace
ja: アップデートをインストール(_I)
lv: _Instalēt atjauninājumus
te: నవీకరణలను స్థాపించు(_I)
th: _ติดตั้งแพกเกจปรับรุ่น
zh_cn: 安装更新(_I)

source: _Partial Upgrade
be: _Частковае абнаўленьне
cs: Čá_stečná aktualizace
ja: 部分的なアップグレード(_P)
lv: _Daļēja uzlabošana
te: పాక్షిక ఉన్నతీకరణ(_P)
th: ปรับรุ่นเพียง_บางส่วน
zh_cn: 部分升级(_R)

source: _Upgrade
be: _Абнавіць
cs: _Aktualizovat
ja: アップグレード(_U)
lv: Uz_labot
te: ఉన్నతీకరించు(_U)
th: _ปรับรุ่น
zh_cn: 升级(_U)

source: updates
be: абнаўленьні
cs: aktualizace
ja: アップデート
lv: atjauninājumi
te: నవీకరణలు
th: รายการการปรับรุ่น
zh_cn: 更新

source: <b>A new version of Ubuntu is available. Would you like to upgrade?</b>
be: <b>Даступная новая вэрсія Ubuntu. Ці жадаеце абнавіцца?</b>
lv: <b>Ir pieejama jauna Ubuntu versija. Vai jūs vēlētos uzlabot jūsu sistēmu?</b>
te: <b>ఉబుంటు యొక్క ఒక కొత్త వెర్షన్ లభ్యతలో ఉంది. ఉన్నతీకరించుటకు ఇష్టపడుతున్నారా?</b>

source: Ask Me Later
be: Спытаць пазьней
lv: Pajautājiet man vēlāk
te: నన్ను తరువాత అడుగు

source: Don't Upgrade
be: Не абнаўляць
lv: Neuzlabot
te: ఉన్నతీకరించవద్దు

source: Yes, Upgrade Now
be: Так, Абнавіць зараз
lv: Jā, uzlabot tagad
te: అవును, ఇపుడు ఉన్నతీకరించు

source: You can upgrade at a later time by opening Update Manager and click on "Upgrade".
be: Вы можаце абнавіць пазней, адчыніўшы Кіраўнік Абнаўленьняў і націснуўшы на "Абнавіць".
lv: Jūs varat uzlabot jūsu sistēmu vēlāk, atverot "Uzlabošanas pārvaldnieku" un tad klikšķinot uz "Uzlabot".

source: You have declined to upgrade to the new Ubuntu
be: Вы адмовіліся ад абнаўлення да новай версіі Ubuntu
lv: Jūs esat atteicies no jūsu sistēmas uzlabošanas uz jauno Ubuntu versiju

source: Show and install available updates
be: Паказаць і ўсталяваць даступныя абнаўленьні
cs: Zobrazit a nainstalovat dostupné aktualizace
ja: インストールできるアップデートを表示してインストールします
lv: Parādīt un instalēt pieejamos atjauninājumus
te: లభ్యతలో ఉన్న నవీకరణలను చూపించి స్థాపించు
th: แสดงและติดตั้งรายการการปรับรุ่นทั้งหมดที่มี
zh_cn: 显示并安装可用更新

source: Software Updates
be: Абнаўленьні праграмнага забесьпячэньня
cs: Aktualizace software
ja: ソフトウェアのアップデート
lv: Programmatūras atjauninājumi
te: సాప్ట్‍వేర్ నవీకరణలు
th: ซอฟต์แวร์ปรับปรุง
zh_cn: 软件更新
