Repository: lexruee/ubuntu-release-upgrader
Catalog: po/*.po
Languages: be, cs, ja, lv, te, th, zh_cn

source: *deprecated* Check for new distribution releases
be: *выключана* Праверка наяўнасьці новых выпускаў дыстрыбутыва
cs: *zavržené* Zkontrolovat nová vydání distribuce
ja: 新しいディストリビューションのリリースをチェックする
lv: *novecojis* Pārbaudīt, vai nav pieejams jauns distributīva laidiens
th: *น่าเกลียด* ตรวจหาชุดแจกจ่ายที่ออกมาใหม่
zh_cn: *已废弃的* 检查新的发行版本

source: Auto close the install window after successful install
be: Аўтаматычна закрываць вакно ўсталёўшчыка пасьля пасьпяховай усталёўкі
cs: Automaticky zavřít instalační okno po úspěšné instalaci
ja: インストール成功の後、インストールウインドウを自動で閉じる
lv: Automātiski aizvērt logu pēc sekmīgas instalēšanas
th: ปิดหน้าต่างของโปรแกรมติดตั้งโดยอัตโนมัติหลังจากที่ติดตั้งสำเร็จแล้ว
zh_cn: 安装完毕后自动关闭安装窗口

source: First run welcome message
be: Вітальнае паведамленьне пры першым запуску
cs: Uvítací zpráva při prvním spuštění
ja: 最初に「ようこそ」メッセージを実行する
lv: Pirmās palaišanas sasveicināšanās ziņa
th: ข้อความต้อนรับเมื่อเริ่มใช้เป็นครั้งแรก
zh_cn: 初次运行欢迎信息

source: If automatic checking for updates is disabled, you have to reload the channel list manually. This option allows to hide the reminder shown in this case.
be: Калі аўтаматычная праверка абнаўленьняў адключана, Вам прыйдзецца абнаўляць сьпіс крыніцаў уручную. Гэты парамэтр дазваляе схаваць паказваемы ў дадзеным выпадку напамін.
cs: Tato volba umožňuje skrytí upomínky na nutnost ručního obnovení seznamu zdrojů zobrazované v případě, že automatická kontrola aktualizací je zakázána.
ja: アップデートの自動チェックを無効にすると、チャンネルリストを手動で再読み込みしなければなりません。このオプションを使うと、こういった場合にリマインダの表示を隠すことができます。
lv: Ja automātiska jauninājumu pārbaude ir izslēgta, jums pašrocīgi jāpārlādē kanālu saraksts. Šādā gadījumā šī opcija ļauj nerādīt atgādinājumu.
th: ถ้าการตรวจสอบการปรับรุ่นโดยอัตโนมัติถูกปิดไว้ คุณจะต้องโหลดรายการแหล่งซอฟต์แวร์ใหม่เอง ตัวเลือกนี้ช่วยให้ซ่อนคำเตือนที่จะแสดงในกรณีนี้ได้
zh_cn: 如果自动检查更新被禁用，你需要手动重新载入频道列表。本选项允许隐藏此情况的提醒。

source: If this key is set a first run welcome message will be presented.
be: Калі парамэтр адзначан, вітальнае паведамленьне будзе паказана.
cs: Pokud je tento klíč nastaven, bude při prvním spuštění zobrazena uvítací zpráva.
ja: このキーが設定されると、最初の起動時に「ようこそ」メッセージが表示されます。
lv: Ja šī atslēga ir iestatīta, tad tiks rādīta pirmās sasveicināšanās sasveicināšanās ziņa.
th: ถ้าตั้งค่าไว้ข้อความต้อนรับจะแสดงขึ้นเมื่อโปรแกรมเริ่มขึ้นเป็นครั้งแรก
zh_cn: 如果设定了该值，初次启动将会显示欢迎信息

source: If this key is set the install window will be automatically closed on successful installation.
be: Калі парамэтр адзначан, акно ўсталёўкі будзе аўтаматычна закрыта пасьля завяршэньня ўсталёўкі.
cs: Pokud je tento klíč aktivní, pak bude instalační okno automaticky zavřeno po úspěšné instalaci.
ja: このキーを設定すると、インストールに成功してウィンドウが自動的閉じます。
lv: Ja šī atslēga ir iestatīta, pēc veiksmīgas instalēšanas logs tiks automātiski aizvērts.
th: ถ้าถูกตั้งค่าไว้หน้าต่างของการติดตั้งจะปิดลงโดยอัตโนมัติเมื่อการติดตั้งเสร็จสิ้นสมบรูณ์แล้ว
zh_cn: 如果选中，安装结束后会自动关闭安装窗口。

source: If this key is set the main update list window will show version information (from version to version).
be: Калі парамэтр адзначан, у галоўным вакне сьпіса абнаўленьняў будзе адлюстроўвацца інфармацыя аб вэрсыях (ад вэрсыі да вэрсыі)
cs: Je-li klíč nastaven, hlavní okno seznamu aktualizací ukáže informace o verzích (aktualizace od verze k verzi).
ja: オンにすると、アップデートの一覧ウィンドウで、バージョンの情報（どのバージョンからどのバージョンへアップデートするか）を表示します。
lv: Ja šī atslēga ir iestatīta, tad galvenais atjauninājumu saraksta logs rādīs versiju informāciju (no versijas uz versiju).
th: ถ้าถูกตั้งค่าไว้หน้าต่างหลักที่แสดงรายการปรับปรุงจะแสดงข้อมูลของรุ่นด้วย(จากรุ่นไปสู่รุ่น)
zh_cn: 如果设置此键值，主更新列表窗口中将显示版本信息（从某版到某版）。

source: Remind to reload the channel list
be: Напамінаць абнавіць сьпіс каналаў
cs: Připomenout obnovení seznamu zdrojů
ja: チャンネルリストの再読み込みを催促する
lv: Atgādināt par kanālu saraksta pārlādēšanu
th: เตือนให้โหลดรายการแหล่งซอฟต์แวร์ใหม่
zh_cn: 提醒重载频道列表

source: Show details of an update
be: Паказаць падрабязнасьці абнаўленьняў
cs: Zobrazit detaily aktualizace
ja: アップデートの詳細を表示
lv: Rādīt sīkāku informāciju par atjauninājumu
th: แสดงรายละเอียดของการปรับรุ่น
zh_cn: 显示升级细节

source: Show version in update list
be: Паказаць вэрсію ў сьпісе абнаўленьняў
cs: Zobrazit verzi v seznamu aktualizací
ja: アップデートのバージョンを表示
lv: Atjauninājumu sarakstā rādīt versiju
th: แสดงรุ่นในรายการปรับปรุง
zh_cn: 在更新列表中显示版本信息

source: Stores the size of the update-manager dialog
be: Захоўвае памер вакна кіраўніка абнаўленьняў
cs: Uchovává velikost dialogu správce aktualizací
ja: アップデート・マネージャのダイアログサイズを記憶する
lv: Satur update-manager dialoga izmēru
th: เก็บขนาดของกล่องโต้ตอบโปรแกรมจัดการการปรับรุ่น
zh_cn: 储存更新管理器对话框的大小

source: Stores the state of the expander that contains the list of changes and the description
be: Захоўвае стан пашыральніка, утрмліваючага апісаньне і сьпіс зьменаў
cs: Uchovává stav prvku obsahujícího seznam změn a popisů
ja: 変更点と概要を表示する欄の状態を記憶します。
lv: Satur izvērsēja, kas satur izmaiņu sarakstu un aprakstu, stāvokli.
th: เก็บสถานะของตัวขยายที่เผยรายการของการเปลี่ยนแปลงและคำบรรยาย
zh_cn: 储存扩展器的状态，包括变动列表和描述

source: The window size
be: Памер вакна
cs: Velikost okna
ja: ウィンドウサイズ
lv: Loga izmērs
th: ขนาดของหน้าต่าง
zh_cn: 窗口大小

source: This key is deprecated in favor of the file /etc/update-manager/release-upgrades Check automatically if a new version of the current distribution is available and offer to upgrade (if possible).
be: Гэты ключ выключаны па прычыне таго, што /etc/update-manager/release-upgrades аўтаматычна правярае наяўнасьць новых вэрсыяў і прапаноўвае абнаўленьне (калі даступна).
cs: Tento klíč je zavržen ve prospěch souboru/etc/update-manager/release-upgrades. Automaticky kontrolovat, zda je dostupná nová verze současné distribuce a nabídnout povýšení systému, je-li to možné.
ja: /etc/update-manager/release-upgrades の状態にしたがって自動的に設定される、廃止予定のキーです。もしディストリビューションの新しいバージョンが利用可能になっていれば、アップグレードするように促します。
lv: Šī atslēga ir novecojusi. Tās vietā ieteicams izmantot /etc/update-manager/release-upgrades, lai automātiski pārbaudītu, vai ir pieejama jauna pašreizējās distribūcijas versija un, ja iespējams, piedāvāt veikt uzlabošanu (ja iespējams).
th: ตัวเลือกนี้ไม่ควรใช้ ใช้ไฟล์ /etc/update-manager/release-upgrades แทนเพื่อตรวจโดยอัตโนมัติถ้ามีรุ่นใหม่ของชุดแจกจ่ายและสามารถปรับรุ่นขึ้นได้(ถ้าเป็นไปได้)
zh_cn: 这个按键已经被废弃了，文件 /etc/update-manager/release-upgrades 会自动检查，如果当前发布版本的一个新版本可用并且要求升级（如果可能）。

source: This will permanently hide the new release prompt from check-new-release-gtk. Note that the small button in the main update-manager UI will still be there.
be: Падказка пра новыя выпускі ад check-new-release-gtk больш ня будзе адлюстроўвацца. Зьвярніце ўвагу, што невялічкая кнопка ў галоўным акне Кіраўніка абнаўленьняў будзе па-ранейшаму бачная.
lv: Šis neatgriezeniski noslēps jaunā laidiena dialogu check-new-release-gtk. Piezīme - mazā poga galvenajā update-manager logā joprojām būs pieejama.

source: make check-new-release-gtk ignore a given new release
be: Ігнараваць атрыманьне новага рэлізу
lv: likt check-new-release-gtk ignorēt doto jauno laidienu

source: Show version and exit
be: Паказаць вэрсію й выйсьці
cs: Zobrazit verzi a skončit
ja: バージョンを表示して終了
lv: Parāda versiju un iziet
th: แสดงรุ่นและออกจากโปรแกรม
zh_cn: 显示版本然后退出

source: Directory that contains the data files
be: Тэчка, якая ўтрымлівае файлы дадзеных
lv: Direktorija, kas satur datu failus

source: Check if a new Ubuntu release is available
be: Праверыць, ці даступны новы рэліз Ubuntu
lv: Pārbaudīt, vai ir pieejama jauna Ubuntu versija

source: Check if upgrading to the latest devel release is possible
be: Праверка магчымасьці абнаўленьня да апошняй нестабільнай вэрсыі дыстрыбутыва
cs: Zkontrolovat, zda je možné povýšit systém na nejnovější vývojové vydání
ja: 最新の開発リリースへのアップデートが利用可能かどうかチェックする
lv: Pārbaudīt, vai ir iespējama uzlabošana uz pēdējo izstrādes laidienu
th: ตรวจว่าเป็นไปได้หรือไม่ที่จะปรับรุ่นไปเป็นรุ่นล่าสุดที่กำลังอยู่ระหว่างพัฒนา
zh_cn: 验证是否能够升级到最新版本

source: Upgrade using the latest proposed version of the release upgrader
be: Абнаўленьне з выкарыстоўваньнем апошняй вэрсыі кіраўніка абнаўленьняў
cs: Povýšit systém za použití poslední navržené verze aktualizačního nástroje
ja: リリースアップグレードが提案する最新のバージョンを使ってアップグレードを行う
lv: Uzlabot izmantojot pēdējo piedāvāto laidiena uzlabotāja versiju
th: ปรับปรุงโดยใช้รุ่นล่าสุดที่เสนอมาของรุ่นที่จะออกใช้งาน
zh_cn: 升级到最新版本的 Ubuntu

source: Do not focus on map when starting
be: Не выбіраць картку пры запуску
cs: Při startu nezaměřovat na mapu
ja: 開始時にマップにフォーカスを当てない
lv: Nefokusēties uz karti startējoties
th: ไม่ต้องโฟกัสบนแผนที่เมื่อกำลังเริ่มขึ้น
zh_cn: 当开始时，不要聚焦到图上

source: Try to run a dist-upgrade
be: Паспрабаваць запусьціць dist-upgrade
cs: Pokusit se povýšit systém
ja: dist-upgradeを実行する
lv: Mēģiniet lietot dist-upgrade
th: พยายาม dist-upgrade
zh_cn: 尝试进行版本升级

source: Test upgrade with a sandbox aufs overlay
be: Пратэставаць абнаўленьне ў бясьпечным рэжыме
cs: Otestovat aktualizaci se zabezpečeným prostředím aufs
ja: サンドボックスaufsオーバレイでのテストアップグレード
lv: Testēt uzlabošanu ar smilškastes aufs pārklājumu
th: ทดลองการปรับปรุงด้วย sandbox aufs overlay
zh_cn: 带沙盒的测试升级重叠

source: Running partial upgrade
be: Урухоміць частковае абнаўленьне
cs: Probíhá částečné povýšení systému
ja: 部分的なアップグレードを実行
lv: Darbojas daļēja uzlabošana
th: กำลังปรับรุ่นเพียงบางส่วน
zh_cn: 运行部分升级

source: Try upgrading to the latest release using the upgrader from $distro-proposed
be: Паспрабуйце абнавіцца да самага апошняга выпуска з дапамогай $distro-proposed
cs: Zkuste povýšit na poslední vydání pomocí aktualizačního systému z $distro-proposed
ja: アップグレーダを使って $distro-proposed から最新のリリースへのアップグレードを試す
lv: Mēģiniet uzlabot uz jaunāko laidienu izmantojot $distro-proposed uzlabošanas rīku
th: ทดลองอัพเกรดเป็นรุ่นล่าสุดด้วยตัวอัปเกรดจาก $distro-proposed
zh_cn: 尝试通过 $distro-proposed 更新到最新版本。

source: Run in a special upgrade mode. Currently 'desktop' for regular upgrades of a desktop system and 'server' for server systems are supported.
be: Запусьціць у спэцыяльным рэжыме абнаўленьня. Зараз падтрымліваецца рэгулярнае абнаўленьне для «настольных» і «сэрверных» сыстэмаў.
cs: Spustit ve speciálním režimu povýšení systému. V současné době je podporováno "desktop" pro systémy na osobních počítačích a "server" pro systémy na serverech.
ja: 特別なアップグレードモードで実行する。 現在、デスクトップシステムの標準的なアップグレードを行う 'desktop' オプションと、サーバシステム向けの 'server' オプションがサポートされています。
lv: Palaidiet īpašā uzlabošanas režīmā. Šobrīd ir pieejamas šādas iespējas: 'desktop', lai uzlabotu parastas darbstacijas sistēmu un 'server', lai uzlabotu serverus.
th: ใช้งานโหมดการอัพเกรดแบบพิเศษ ขณะนี้สามารถใช้ 'desktop' สำหรับการอัปเกรดปกติของระบบ Desktop และ 'server' สำหรับระบบแม่ขาย
zh_cn: 以特定模式升级。 目前支持：用“桌面”为桌面系统，“服务器”为服务器系统升级。

source: Run the specified frontend
be: Запусьціць пазначаны інтэрфэйс
cs: Spustit určenou nádstavbu
ja: 特定のフロントエンドで実行
lv: Darbināt norādīto saskarni
th: เรียกใช้หน้าจอแบบที่กำหนด
zh_cn: 运行指定的前端

source: Check only if a new distribution release is available and report the result via the exit code
be: Правяраць наяўнасьць новай вэрсыі й вяртаць вынік пры дапамозе кода выхаду.
lv: Tikai pārbaudīt, vai jaunais distribūcijas laidiens ir pieejams, un paziņot rezultātu ar izejas kodu

source: Checking for a new ubuntu release
be: Праверыць наяўнасьць новага выпуску ubuntu
cs: Kontroluji nové vydání ubuntu
ja: 新しいUbuntuのリリースをチェックする
lv: Pārbauda, vai ir pieejams jauns Ubuntu laidiens
th: กำลังตรวจหาชุดจัดแจกรุ่นใหม่
zh_cn: 检查新的 Ubuntu 发行版本

source: No new release found
be: Новы выпуск ня знойдзены
cs: Nenalezeno žádné nové vydání
ja: 新しくリリースされたものはありません
lv: Jauns laidiens netika atrasts
te: కొత్త విడుదలలేమీ లేవు
th: ไม่พบรุ่นใหม่
zh_cn: 未发现新版本

source: New release '%s' available.
be: Даступны новы выпуск '%s'.
cs: Dostupné nové vydání "%s".
ja: 新しいリリース '%s' が利用できます。
lv: Jauns laidiens '%s' ir pieejams.
th: มี '%s' รุ่นใหม่ที่ใช้ได้
zh_cn: 有新版本'%s'可供使用

source: Run 'do-release-upgrade' to upgrade to it.
be: Выканайце «do-release-upgrade», каб абнавіцца да яго.
cs: Spusťte "do-release-upgrade" pro povýšení systému na toto vydání.
ja: 'do-release-upgrade' を起動してアップグレードを追加してください
lv: Palaidiet 'do-release-upgrade', lai uzlabotu sistēmu uz to.
th: เรียก 'do-release-upgrade' เพื่อที่จะทำการปรับปรุง
zh_cn: 运行 'do-release-upgrade' 来升级到它。

source: Do not output anything, just return %s if there is a new release and %s if there is none.
cs: Nevypisovat nic, jen vrátit %s, pokud existuje nové vydání, a %s, pokud neexistuje.
ja: 何も出力せずに、新しいリリースがあるなら%sに、なければ%sに戻ります。
lv: Neko neizvadīt, tikai atgriezt %s, ja ir pieejams jauns laidiens, un %s - ja nav
th: ไม่ต้องแสดงอะไรเพียงแค่ตอบกลับมาว่า %s ถ้ามีชุดแจกจ่ายใหม่และ %s ถ้าไม่มี
zh_cn: 不输出任何东西， 如果有一个新版本则返回 %s 如果没有则返回 %s 。

source: Ubuntu %(version)s Upgrade Available
be: Даступнае абнаўленьне Ubuntu %(version)s
lv: Pieejams Ubuntu sistēmas uzlabojums uz %(version)s

source: You have declined the upgrade to Ubuntu %s
be: Вы адмовіліся ад абнаўленьня да Ubuntu %s
lv: Jūs esat atteicies no sistēmas uzlabošanas uz Ubuntu %s

source: Unimplemented method: %s
be: Нявыкананы мэтад: %s
cs: Neimplementovaná metoda: %s
ja: 未実装のメソッド： %s
lv: Neieviesta metode: %s
th: วิธีที่ยังไม่ได้พัฒนา: %s
zh_cn: 尚未实现的方法： %s

source: A file on disk
be: Файл на дыске
cs: soubor na disku
ja: ディスクにあるファイル
lv: Fails diskā
te: డిస్కు మీద ఒక ఫైలు
th: ไฟล์ในดิสก์
zh_cn: 磁盘上的文件

source: .deb package
be: .deb пакет
cs: balík deb
ja: .deb パッケージ
lv: .deb pakotne
te: .deb ప్యాకేజీ
th: .deb แพคเกจ
zh_cn: .deb 软件包

source: Install missing package.
be: Усталяваць адсутнічаючыя пакункі.
cs: Nainstalovat chybějící balík.
ja: 不明なパッケージをインストール
lv: Instalēt trūkstošo pakotni.
te: తప్పిపోయిన ప్యాకేజీని స్థాపించు.
th: ติดตั้งแพคเกจที่หายไป
zh_cn: 安装缺失的软件包。

source: Package %s should be installed.
be: Неабходна усталяваць пакунак %s.
cs: Balík %s by měl být nainstalován.
ja: パッケージ %s はインストールする必要があります。
lv: Pakotni %s vajadzētu instalēt.
te: %s ప్యాకేజీ స్థాపించాల్సిఉంది.
th: ควรติดตั้งแพคเกจ %s
zh_cn: 包 %s 应当被安装。

source: %i obsolete entries in the status file
be: Састарэлае зьмесьціва %i ў файле стану
cs: %i zastaralých položek ve stavovém souboru
ja: ステータスファイル中に %i 個の廃止されたエントリがあります。
lv: %i novecojuši ieraksti statusa failā
th: %i รายการที่ล้าสมัยในไฟล์สถานะ
zh_cn: 状态文件中包含 %i 项过期内容

source: Obsolete entries in dpkg status
be: Састарэлае зьмесьціва ў стане dpkg
cs: Zastaralé záznamy v dpkg status
ja: dpkgステータス中に廃止されたエントリがあります
lv: Novecojuši ieraksti dpkg statusā
th: รายการที่ล้าสมัยใน dpkg สถานะ
zh_cn: dpkg 状态中的过期内容

source: Obsolete dpkg status entries
be: Састарэлае зьмесьціва станаў dpkg
cs: Zastaralé záznamy v dpkg status
ja: 廃止されたdpkgステータスエントリ
lv: Novecojuši dpkg statusa ieraksti
th: รายการของ dpkg สถานะที่ล้าสมัย
zh_cn: 过期的 dpkg 状态信息

source: When upgrading, if kdelibs4-dev is installed, kdelibs5-dev needs to be installed. See bugs.launchpad.net, bug #279621 for details.
be: Пры абнаўленьні, калі ўсталяваны kdelibs4-dev, то неабходна ўсталяваць kdelibs5-dev. Гэта баґ, пра які можна пачытаць тут — bugs.launchpad.net, bug #279621
lv: Ja uzlabojot kdelibs4-dev ir instalēts, ir nepieciešams instalēt kdelibs5-dev. Skatiet bugs.launchpad.net kļūdu #279621, lai uzzinātu ko vairāk.

source: %s needs to be marked as manually installed.
be: %s павінен быць пазначаны як усталяваны ўручную.
cs: %s musí být označeno jako ručně nainstalované.
lv: %s nepieciešams atzīmēt kā pašrocīgi instalētu.
th: %s ต้องถูกกำหนดไว้ให้ติดตั้งด้วยตนเอง
zh_cn: %s 需要标记为手动安装。

source: Remove lilo since grub is also installed.(See bug #314004 for details.)
be: Выдаліце lilo, калі grub ужо ўсталяваны. (Глядзіце bug #314004 для дэталяў)
cs: Odstranit lilo, neboť grub je taktéž nainstalován. (Více informací v chybě #314004.)
lv: Noņem lilo, tā kā grub ir arī instalēts. (Skatiet kļūdu #314004, lai uzzinātu ko vairāk.)
th: เอา lilo ออกเพราะ grub ถูกติดตั้งด้วย (กรุณาดูรายละเอียด bug #314004)
zh_cn: 移除 lilo 因为 grub 已经安装。(更多细节参见 bug #314004 。)

source: 0 KB
be: 0 KБ

source: 1 KB
be: 1 KБ

source: %.0f KB
be: %.0f КБ

source: %.1f MB
be: %.1f МБ
te: %.1f మెబై

source: n
be: н
th: ม
zh_cn: 否

source: d
be: д
th: ร
zh_cn: 细节

source: You are running the upgrade over a remote ssh connection with a frontend that does not support this. The upgrade will abort now. Please try without ssh.
cs: Spouštíte aktualizaci přes vzdálené připojení ssh s nadstavbou, která toto nepodporuje. Aktualizace se nyní přeruší. Zkuste to prosím bez ssh.
ja: sshをサポートしていないフロントエンドで、sshのリモート接続をした状態でアップグレードを実行しています。アップグレードは中止します。sshを使わずに再度試してください。
th: คุณกำลังทำการปรับปรุงผ่านการติดต่อระยะไกลของ ssh ด้วยส่วนหน้าที่ไม่สนับสนุนวิธีนี้ การปรับปรุงนี้จะถูกยกเลิก กรุณาลองใหม่โดยไม่ใช้ ssh
zh_cn: 您正通过不支持此功能的带前端的远程ssh连接来运行升级。现在升级将流产。请不带ssh试试。

source: This session appears to be running under ssh. It is not recommended to perform a upgrade over ssh currently because in case of failure it is harder to recover. If you continue, a additional ssh daemon will be started at port '%s'. Do you want to continue?
cs: Zdá se, že toto sezení běží pod ssh. Aktuálně není doporučeno provádět aktualizaci přes ssh, neboť v případě havárie je těžké provést obnovu. Pokud budete pokračovat, dodatečný ssh démon bude puštěn na portu '%s'. Chcete pokračovat?
ja: このセッションはSSH越しに実行されています。今のところ、失敗した場合の復旧が困難になるため、SSH越しのアップグレードは推奨されません。 続ける場合、予備のSSHデーモンがポート'%s' で実行されます。 本当に続けますか？
th: พบว่าวาระนี้ทำงานผ่าน ssh ซึ่งไม่ขอแนะนำให้ดำเนินการปรับรุ่นผ่าน ssh ในขณะนี้ เนื่องจากถ้าเกิดปัญหาขึ้นจะทำให้แก้ไขได้ยาก ถ้าคุณจะทำงานต่อไป โปรแกรมจะเปิดดีมอน ssh เพิ่มให้อีกตัวหนึ่งที่พอร์ต '%s' คุณต้องการทำต่อไปหรือไม่?
zh_cn: 此会话运行在 ssh 下。目前并不推荐在 ssh 下进行升级，因为如果发生错误，恢复比较困难。 如果继续，将在端口 '%s' 开启一个附加 ssh 守护进程 要继续么？

source: While scanning your repository information no mirror entry for the upgrade was found.This can happen if you run a internal mirror or if the mirror information is out of date. Do you want to rewrite your 'sources.list' file anyway? If you choose 'Yes' here it will update all '%s' to '%s' entries. If you select 'no' the update will cancel.
cs: Během prohledávání informací o vašich zdrojích nebylo nalezeno žádné zrcadlo pro aktualizaci. Toto může nastat, pokud provozujete lokální zrcadlo nebo pokud informace na zrcadlu jsou zastaralé. Chcete přesto přepsat váš soubor 'sources.list'? Pokud zvolíte "Ano", aktualizuje to všech '%s' na '%s' položek. Pokud zvolíte "Ne", aktualizace se zruší.
ja: リポジトリ情報をスキャンしましたが、アップグレードのためのミラーエントリが見つかりませんでした。内部ミラーもしくはミラー情報が古い場合に起こることがあります。 'sources.list' ファイルを書き換えますか？ 'はい' を選択すると '%s' エントリを '%s' エントリにアップデートします。 'いいえ' を選択するとアップデートをキャンセルします。
th: ไม่พบแหล่งสำเนาแพกเกจที่จะใช้ปรับรุ่นขณะตรวจข้อมูลคลังแพกเกจของคุณ ปัญหานี้อาจเกิดขึ้นได้ ถ้าคุณใช้แหล่งสำเนาแพกเกจภายในของคุณเอง หรือข้อมูลของแหล่งสำเนาล้าสมัยแล้ว คุณต้องการเขียนทับแฟ้ม 'sources.list' ของคุณหรือไม่? ถ้าคุณเลือก 'ใช่' ก็จะปรับข้อมูลโดยแทนที่ '%s' ด้วย '%s' ทั้งหมด ถ้าคุณเลือก 'ไม่' ก็จะยกเลิกการปรับรุ่นนี้

source: After scanning your 'sources.list' no valid entry for '%s' was found. Should default entries for '%s' be added? If you select 'No', the update will cancel.
cs: Po prohledání souboru 'sources.list' nebyla pro '%s' nalezena žádná odpovídající položka. Chcete přidat výchozí položky pro '%s'? Zvolíte-li 'Ne', aktualizace bude zrušena.
ja: 'sources.list' を読み込みましたが、 '%s' に対する有効なエントリが見つかりませんでした。 '%s' に対するデフォルトのエントリを追加しますか？ 'いいえ' を選択するとアップデートを中断します。
th: หลังจากที่ตรวจสอบรายการ 'sources.list' ของคุณ เจอรายการที่ไม่ถูกต้องสำหรับ '%s' ควรจะเพิ่มรายการโดยใช้ค่าปริยายสำหรับ '%s' หรือไม่? ถ้าคุณเลือกไม่การปรุงปรุงจะถูกยกเลิก

source: Canonical Ltd. no longer provides support for the following software packages. You can still get support from the community. If you have not enabled community maintained software (universe), these packages will be suggested for removal at the end of the upgrade.
cs: Společnost Canonical Ltd. již neposkytuje podporu pro následující softwarové balíky. Stále však můžete získat podporu od komunity. Pokud nemáte povolen zdroj spravovaný komunitou (universe), tyto balíky budou ke konci aktualizace navrženy k odstranění.
ja: Canonical Ltd. は以下のソフトウェアパッケージをもうサポートしておらず、コミュニティサポートになっています。 コミュニティ管理のソフトウェア(universe)を有効にしていなければ、これらのパッケージはアップグレードの最終段階で、削除するように提案されます。
th: แพกเกจต่อไปนี้ ไม่มีการสนับสนุนอย่างเป็นทางการอีกต่อไปแล้ว แต่คุณยังสามารถขอการสนับสนุนจากชุมชนได้ ถ้าคุณไม่ได้เปิดใช้ซอฟต์แวร์ส่วนที่ดูแลโดยชุมชน (universe) แพกเกจเหล่านี้จะถูกแนะนำให้ลบออกในตอนท้ายของการปรับรุ่น
zh_cn: Canonical 公司不再支持这些安装的软件包，但它们仍被社区支持。 如果您没有勾选“社区维护的开源软件”,将在升级结束之后建议删除这些包。

source: This computer is currently using the AMD 'fglrx' graphics driver. No version of this driver is available that works with your hardware in Ubuntu 9.04. Do you want to continue?
cs: Tento počítač aktuálně používá ovladač grafické karty "fglrx" od firmy AMD. Pro Ubuntu 9.04 není dostupná žádná verze tohoto ovladače, která by byla schopná pracovat s vaší grafickou kartou. Chcete pokračovat?
ja: このコンピューターは現在AMD'fglrx'のグラフィックドライバを使っています、Ubuntu9.04.には、あなたのハードウェアのドライバがありません。
th: คอมพิวเตอร์เครื่องนี้ใช้กราฟิกไดรเวอร์ของ AMD 'fglrx' ยังไม่มีไดรเวอร์รุ่นใหม่ที่สามารถใช้กับอูบุนตู 9.04ได้ คุณต้องการที่จะดำเนินการต่อไปหรือไม่?
zh_cn: 这台电脑正在使用AMD 'fglrx'显卡驱动.在ubuntu 9.04上没有这个驱动适合你的硬件版本。 您要继续吗?

source: This computer is currently using the NVIDIA 'nvidia' graphics driver. No version of this driver is available that works with your video card in Ubuntu 8.10. Do you want to continue?
cs: Tento počítač aktuálně používá ovladač grafické karty "nvidia" od firmy NVIDIA. Pro Ubuntu 8.10 není dostupná žádná verze tohoto ovladače, která by byla schopná pracovat s vaší grafickou kartou. Chcete pokračovat?
ja: 現在、このコンピュータはNVIDIA 'nvidia' グラフィックドライバを利用しています。このドライバの、Ubuntu 8.10用バージョンはまだ利用できません。 それでも作業を続けますか？
th: คอมพิวเตอร์เครื่องนี้ใช้กราฟิกไดรเวอร์ของ NVIDIA 'nvidia' ยังไม่มีไดรเวอร์รุ่นใหม่ที่สามารถใช้กับอูบุนตู 8.10ได้ คุณต้องการที่จะดำเนินการต่อไปหรือไม่?
zh_cn: 这台电脑正在使用 NVIDIA 的 ‘nvidia’ 显卡驱动。当前这个显卡驱动没有适用于 Ubuntu 8.10 的版本。 你继续此操作吗？

source: The upgrade will continue but the '%s' package may be in a not working state. Please consider submitting a bug report about it.
cs: Aktualizace bude pokračovat, ale balík "%s" nemusí být v provozuschopném stavu. Prosím zvažte podání hlášení o tomto problému.
ja: アップグレードを続けますが、'%s' パッケージが動かない状態である可能性があります。このことについてのバグレポートを送信することを検討してください。
th: การปรับปรุงจะดำเนินการต่อไปแต่แพคเกจ '%s' อาจจะไม่อยู่ในสถานะที่ใช้งานได้ กรุณาส่งรายงานข้อผิดพลาดนี้ถ้าเป็นไปได้
zh_cn: 升级会继续，但是'%s'包也许处于不可工作的状态。请考虑提交一份关于这个问题的错误报告。

source: Verfication failed
cs: Ověření selhalo
ja: 検証に失敗しました
th: ตรวจสอบความถูกต้องไม่สำเร็จ
zh_cn: 验证失败

source: <b><big>Upgrading Ubuntu to version 9.04</big></b>
cs: <b><big>Probíhá povýšení Ubuntu na verzi 9.04</big></b>
ja: <b><big>Ubuntu をバージョン 9.04にアップグレードしています</big></b>
th: <b><big>ปรับรุ่นของอูบุนตูไปใช้รุ่น 9.04</big></b>

source: Download size: %s
cs: Stahovaná velikost: %s
ja: ダウンロードサイズ: %s
th: ขนาดดาวน์โหลด: %s

source: Your distribution is not supported anymore
cs: Vaše distribude již není podporovaná
ja: このディストリビューションはすでにサポート対象外です
th: รุ่นจัดแจกที่คุณใช้ไม่มีบริการสนับสนุนแล้ว
zh_cn: 您的发行版不再被支持

source: You will not get any further security fixes or critical updates. Upgrade to a later version of Ubuntu Linux. See http://www.ubuntu.com for more information on upgrading.
cs: Pro vaší verzi Ubuntu Linux již nejsou dostupné žádné další bezpečnostní opravy ani velmi důležité aktualizace. Přejděte na vyšší verzi Ubuntu Linux. Více informací o přechodu na vyšší verzi získáte na http://www.ubuntu.com.
ja: セキュリティフィックスやアップデートはもう提供されません。最新バージョンの Ubuntu Linux にアップグレードしてください。 アップグレードに関する詳細な情報は http://www.ubuntu.com をご覧ください。
th: คุณจะไม่ได้รับการปรับปรุงต่างๆ ในด้านความปลอดภัยหรือที่จำเป็นอีกต่อไป กรุณาปรับรุ่นขึ้นเป็นรุ่นใหม่ของอูบุนตูลินุกซ์ อ่านรายละเอียดเพิ่มเติมสำหรับการปรับรุ่นได้ที่ http://www.ubuntu.com

source: <b>New distribution release '%s' is available</b>
cs: <b>Je k dispozici nové vydání distribuce (%s)</b>
ja: <b>新しいディストリビューション '%s' にアップグレードできます</b>
th: <b>มีรุ่นจัดแจกใหม่ '%s' ออกมาแล้ว</b>
zh_cn: <b>新发行版 '%s' 可用</b>
