Repository: lexruee/ubuntu-release-upgrader
Catalog: po/*.po
Languages: be, cs, ja, lv, te, th, zh_cn

source: A normal upgrade can not be calculated, please run: sudo apt-get dist-upgrade This can be caused by: ◦ A previous upgrade which didn't complete ◦ Problems with some of the installed software ◦ Unofficial software packages not provided by Ubuntu ◦ Normal changes of a pre-release version of Ubuntu
cs: Normální aktualizace nemohla být připravena, prosím spusťte: sudo apt-get dist-upgrade To může být způsobeno: ◦ Předchozí aktualizace nebyla dokončena ◦ Problémy s nainstalovaným softwarem ◦ Neoficiální softwarové balíky neposkytované od Ubuntu ◦ Normální změny v předprodukční verzi Ubuntu
ja: 正規のアップグレードを計算できません、次のものを起動してください: sudo apt-get dist-upgrade 原因と考えられるものは: ◦前回のアップグレードを終了していなかった、 ◦ インストールしたソフトウェアのどれかに問題がある ◦ Ubuntuの提供していない私的なソフトウェア ◦ Ubuntuのリリース前バージョンの正規の変更
th: การปรับปรุงแบบปกติไม่สามารถคำนวนได้ กรุณาใช้คำสั่ง: sudo apt-get dist-upgrade ปัญหาอาจจะเกิดมาจาก: ◦ การปรับปรุงครั้งก่อนไม่สมบรูณ์ ◦ มีปัญหากับซอฟต์แวร์ที่ถูกติดตั้ง ◦ ซอฟต์แวร์แพคเกจที่ไม่ได้มาจากอูบุนตูอย่างเป็นทางการ ◦ การปรับปรุงแบบปกติของรุ่นก่อนออกใช้ของอูบุนตู
zh_cn: 一个普通升级无法被计算，请运行： sudo apt-get dist-upgrade 这可能是因为： ◦ 先前的升级尚未完成 ◦ 已安装软件的问题 ◦ 不是由 Ubuntu 提供的非官方软件包 ◦ Ubuntu 的预发行版本的标准更改

source: Check the software channels for new updates
cs: Zkontrolovat dostupnost nových aktualizací v kanálech softwaru
ja: 新しいアップデートの調査のためにソフトウェア・チャンネルをチェックします
th: ตรวจแหล่งซอฟต์แวร์เพื่อหารายการการปรับรุ่นใหม่

source: Run a partial upgrade, to install as many updates as possible. This can be caused by: ◦ A previous upgrade which didn't complete ◦ Problems with some of the installed software ◦ Unofficial software packages not provided by Ubuntu ◦ Normal changes of a pre-release version of Ubuntu
cs: Pro instalaci co největšího množství aktualizací spusťte částečné povýšení systému. Toto může být způsobeno: ◦ Předchozím nedokončeným povýšením systému ◦ Problémy s některým nainstalovaným softwarem ◦ Neoficiálními softwarovými balíky neposkytovanými od Ubuntu ◦ Normálními změnami vývojové verze Ubuntu
ja: 部分的なアップグレードを行うと、可能な範囲でアップデートが実行されます。 これは以下のような原因があります。 ・以前のアップグレードが完了していません。 ・Ubuntuで提供していない非公式パッケージ。 ・Ubuntuのリリース前バージョンでは、これが通常の更新です。
th: ทำการปรับปรุงแค่บางส่วน พยายามติดตั้งให้ได้มากที่สุด ปัญหาอาจเกิดจาก: ◦ การปรับปรุงในครั้งก่อนไม่สมบรูณ์ ◦ มีปัญหาในซอฟต์แวร์ที่ถูกติดตั้ง ◦ ซอฟต์แวร์แพคเกจที่ไม่เป็นทางการของอูบุนตู ◦ ปรับปรุงตามปกติของรุ่นที่ออกมาก่อนใช้งานจริงของอูบุนตู

source: Settings…
cs: Nastavení...
ja: 設定中...
th: กำลังตั้งค่า...

source: Upgrade to the latest version of Ubuntu
cs: Přejít na nejnovější verzi Ubuntu
ja: Ubuntu の最新バージョンにアップグレード
th: ปรับรุ่นให้เป็นรุ่นล่าสุดของอูบุนตู

source: Check if a new distribution release is available
cs: Zkontrolovat, zda je dostupné nové vydání distribuce
ja: 新しいディストリビューションのリリースが利用可能かチェックする
th: ตรวจว่ามีรุ่นใหม่ของชุดจัดแจกปัจจุบันออกมาหรือยัง
zh_cn: 检测新版本发布

source: When upgrading, if kdelibs4-dev is installed, kdelibs5-dev needs to be installed. See bugs.launchpad.net, bug ##279621 for details.
cs: Pokud je při aktualizaci nainstalováno kdelibs4-dev, pak je nutné nainstalovat kdelibs5-dev. Více informací je dostupných v chybě ##279621 na bugs.launchpad.net.
ja: アップグレード時に、もしkdelibs4-devがインストールされていればkdelibs5-devをインストールする必要があります。詳細はbugs.launchpad.net の bug ##279621 を参照してください。
th: เมื่อทำการปรับปรุง ถ้า kdelibs4-dev ถูกติดตั้ง kdelibs5-dev จะต้องถูกติดตั้งด้วย กรุณาดูรายละเอียดใน bugs.launchpad.net, bug ##279621

source: %(size).0f kB
te: %(size).0f కిబై

source: Can not write to '%s'
te: '%s' కు వ్రాయుట వీలుకాదు

source: The upgrade has aborted. Your system could be in an unusable state. A recovery will run now (dpkg --configure -a).
te: ఉన్నతీకరణ మధ్యలో రద్దుచేయబడింది. మీ వ్యవస్థ వాడటానికి వీలుకాని స్థితిలో ఉండవచ్చు. ఇపుడు ఒక రికవరీ నడుపబడుతుంది (dpkg --configure -a).

source: The upgrade has aborted. Please check your Internet connection or installation media and try again.
te: ఉన్నతీకరణ మధ్యలో రద్దుచేయబడింది. దయచేసి మీ అంతర్జాల అనుసంధానాన్ని లేదా స్థాపక మాధ్యమాన్ని పరీక్షించి మరలా ప్రయత్నించండి.

source: Failed to add the cdrom
te: cdrom ని జతచేయుటలో విఫలమైంది

source: Sorry, adding the cdrom was not successful.
te: క్షమించండి, cdromని జతచేయుటలో విఫలమైనది.

source: The upgrade has completed but there were errors during the upgrade process.
te: ఉన్నతీకరణ పూర్తయింది కాని ఉన్నతీకరణ ప్రక్రియ జరుగుతుండగా కొన్ని దోషాలు సంభవించాయి.

source: No i686 CPU
te: i686 CPU లేదు

source: Disable GNU screen support
te: GNU తెర మద్ధతును అచేతనంచేయి

source: <b>Downgrade (%s)</b>
te: <b>డౌన్‌గ్రేడ్ (%s)</b>

source: Remove (%s)
te: (%s) తొలగించు

source: No longer needed (%s)
te: ఇక ఏమాత్రం అవసరంలేనివి (%s)

source: Install (%s)
te: (%s) స్థాపించు

source: Upgrade (%s)
te: (%s) ఉన్నతీకరించు

source: No longer supported %s
te: ఇక ఏమాత్రం తోట్పాటు లభించనివి %s

source: Your Ubuntu release is not supported anymore.
te: మీ ఉబుంటు విడుదలకు ఇక ఏమాత్రంమద్ధతు ఉండదు.

source: Select _All
te: అన్నిటిని ఎంపికచేయి (_A)

source: %s will be downloaded.
te: %s డౌన్‌లోడ్ చేయబడుతుంది.

source: Unknown download size.
te: డౌన్‌లోడ్ పరిమాణం తెలియదు.

source: The package information was last updated %(days_ago)s days ago. Press the 'Check' button below to check for new software updates.
te: ప్యాకేజీ సమాచారం చివరిగా %(days_ago)s రోజుల క్రితం నవీకరించబడింది.

source: The package information was last updated %(days_ago)s day ago.
te: ప్యాకేజీ సమాచారం చివరిగా %(days_ago)s రోజు క్రితం నవీకరించబడింది.

source: The package information was last updated %(hours_ago)s hour ago.
te: ప్యాకేజీ సమాచారం చివరిగా %(hours_ago)s గంట క్రితం నవీకరించబడింది.

source: Software updates may be available for your computer.
te: మీ కంప్యూటర్‌కు సాప్ట్‍వేర్ నవీకరణలు అందుబాటులో ఉండవచ్చు.

source: Connecting...
te: అనుసంధానించబడుతోంది...

source: Release upgrade not possible right now
te: విడుదల ఉన్నతీకరణ ఇపుడు సాధ్యపడదు

source: Changelog
te: మార్పుచిట్టా

source: Updates
te: నవీకరణలు

source: Starting Update Manager
te: నవీకరణ నిర్వాహకం ప్రారంభించబడుతోంది

source: You are connected via a wireless modem.
te: మీరు వైరులేని మోడెమ్ ద్వారా అనుసంధానమయ్యారు.

source: _Settings...
te: అమరికలు... (_S)
